{"en:release-agent":{"name":{"fr":"Agent de démoulage","en":"Release agent"},"synonyms":{"fr":["agent de démoulage"],"en":["release agent"]}},"en:concentrated-plant-colour":{"parents":["en:colour"],"name":{"zh":"浓缩植物色素","lv":"Koncentrēta augu krāsa","sl":"Koncentrirano rastlinsko barvilo","sv":"Koncentrerad växtfärg","mk":"Концентрирана растителна боја","ko":"농축 식물성 색소","ar":"لون نباتي مركز","hu":"Koncentrált növényi színezék","da":"Koncentreret plantefarve","pt":"Corante vegetal concentrado","nl":"Geconcentreerde plantaardige kleurstof","hr":"Koncentrirana biljna boja","sk":"Koncentrované rastlinné farbivo","uk":"Концентрований рослинний колір","he":"צבע צמחי מרוכז","it":"Colorante vegetale concentrato","pl":"Koncentraty barwiące","ga":"Dath plandaí comhchruinnithe","bg":"Концентриран растителен цвят","mt":"Kulur tal-pjanti kkonċentrat","tr":"Konsantre bitki rengi","lt":"Koncentruotas augalinis dažiklis","ru":"Концентрированный растительный краситель","de":"Färbendes Pflanzenkonzentrat","el":"Συμπυκνωμένο φυτικό χρώμα","ca":"Colorant vegetal concentrat","fi":"Tiivistetty kasviväri","ro":"Colorant vegetal concentrat","th":"สีจากพืชเข้มข้น","en":"Concentrated plant colour","ja":"濃縮植物色素","et":"Kontsentreeritud taimne värv","es":"Colorante vegetal concentrado","fr":"Colorant végétal concentré","cs":"Koncentrované rostlinné barvivo"},"synonyms":{"th":["สีจากพืชเข้มข้น"],"fi":["tiivistetty kasviväri"],"ro":["colorant vegetal concentrat"],"de":["färbendes Pflanzenkonzentrat","färbende Pflanzenkonzentrate"],"el":["συμπυκνωμένο φυτικό χρώμα"],"ca":["colorant vegetal concentrat"],"et":["kontsentreeritud taimne värv"],"cs":["koncentrované rostlinné barvivo"],"es":["colorante vegetal concentrado"],"fr":["colorant végétal concentré"],"en":["concentrated plant colour"],"ja":["濃縮植物色素"],"nl":["geconcentreerde plantaardige kleurstof"],"pt":["corante vegetal concentrado"],"hu":["koncentrált növényi színezék"],"da":["koncentreret plantefarve"],"sk":["koncentrované rastlinné farbivo"],"hr":["koncentrirana biljna boja"],"uk":["концентрований рослинний колір"],"he":["צבע צמחי מרוכז"],"zh":["浓缩植物色素"],"sl":["koncentrirano rastlinsko barvilo"],"lv":["koncentrēta augu krāsa"],"ko":["농축 식물성 색소"],"mk":["концентрирана растителна боја"],"sv":["koncentrerad växtfärg"],"ar":["لون نباتي مركز"],"tr":["konsantre bitki rengi"],"ru":["концентрированный растительный краситель"],"lt":["koncentruotas augalinis dažiklis"],"ga":["dath plandaí comhchruinnithe"],"it":["colorante vegetale concentrato"],"pl":["koncentraty barwiące","koncentrat barwiący","wyciągi barwiące","barwiące koncentraty"],"bg":["концентриран растителен цвят"],"mt":["kulur tal-pjanti kkonċentrat"]}},"en:enhancer":{"synonyms":{"fr":["améliorant","améliorants"],"es":["Potenciador"],"fi":["vahvenne"],"en":["enhancer"],"bg":["подобрител"],"it":["miglioranti","migliorante","agente migliorante","agenti miglioranti"],"hu":["javító"],"nl":["verbeteraar"]},"name":{"es":"Potenciador","fr":"Améliorant","en":"Enhancer","fi":"Vahvenne","bg":"Подобрител","it":"Miglioranti","hu":"Javító","nl":"Verbeteraar"},"children":["en:bread-improver","en:cooking-enhancer"]},"en:gelling-agent":{"synonyms":{"nl":["Geleermiddel","Geleermiddelen"],"pt":["Gelificante"],"hu":["Zselésítőanyag","zselésítő anyag","zselésítő"],"da":["Geleringsmiddel","Geleringsmidler"],"sk":["Želírujúca látka"],"hr":["tvar za želiranje","sredstvo za želiranje"],"sv":["Geleringsmedel","Geleringmedel"],"sl":["Želirno sredstvo"],"lv":["Recinātājs"],"ru":["загустители","агент желирующий","желирующий агент"],"lt":["Stingdiklis"],"bg":["Желиращ агент"],"mt":["Aġent li jgħaqqad f'ġel"],"ga":["Oibreán glóthúcháin"],"it":["Gelificante","gelificanti","agente gelificante","agenti gelificanti","gelidificante"],"pl":["Substancja żelująca","Substancje żelujące"],"ro":["Agent gelatinizant"],"fi":["Hyytelöimisaine","Hyytelöimisainetta","Hyytelöimisaineet","Hyytelöimisaineita"],"ca":["Gelificant","gelificants","agent gelificant","agents gelificants"],"de":["Geliermittel"],"el":["Πηκτωματογόνο"],"cs":["Želírující látka"],"es":["gelificante","gelificantes","agente gelificante","agentes gelificantes"],"fr":["Gélifiant","Agent gélifiant"],"et":["Želeeriv aine"],"en":["Gelling agent","gelifier"],"ja":["ゲル化剤"]},"name":{"pt":"Gelificante","nl":"Geleermiddel","hu":"Zselésítőanyag","da":"Geleringsmiddel","sk":"Želírujúca látka","hr":"Tvar za želiranje","sl":"Želirno sredstvo","lv":"Recinātājs","sv":"Geleringsmedel","ru":"Загустители","lt":"Stingdiklis","ga":"Oibreán glóthúcháin","pl":"Substancja żelująca","it":"Gelificante","bg":"Желиращ агент","mt":"Aġent li jgħaqqad f'ġel","ro":"Agent gelatinizant","fi":"Hyytelöimisaine","de":"Geliermittel","el":"Πηκτωματογόνο","ca":"Gelificant","et":"Želeeriv aine","cs":"Želírující látka","fr":"Gélifiant","es":"Gelificante","en":"Gelling agent","ja":"ゲル化剤"},"description":{"ko":"젤링제는 젤을 형성하여 식품에 질감을 부여하는 물질입니다.","sv":"Geleringsmedel: ämnen som ger ett livsmedel struktur genom att bilda ett gel.","ar":"وكلاء التجميد هي المواد التي تعطي للمواد الغذائية قوامًا من خلال تكوين هلام.","zh":"胶凝剂是通过形成凝胶给食品赋予质地的物质。","de":"Geliermittel sind Stoffe, die Lebensmitteln durch Gelbildung eine festere Konsistenz verleihen.","sl":"Želirna sredstva so snovi, ki dajejo živilu teksturo s tvorbo želeja.","lv":"Recinātāji ir vielas, kas, veidojot želeju, rada pārtikas produkta struktūru.","el":"Πηκτωματογόνοι παράγοντες, οι ουσίες που προσδίδουν σ' ένα τρόφιμο υφή μέσω του σχηματισμού πηκτώματος·","fi":"Hyytelöimisaineet ovat aineita, jotka antavat elintarvikkeelle hyytelömäisen rakenteen.","nl":"Geleermiddelen: stoffen die een levensmiddel vorm geven door een gel te vormen.","pt":"Gelificantes: substâncias que dão textura aos géneros alimentícios através da formação de um gel.","hu":"Zselésítőanyagok: olyan anyagok, amelyek gélképzéssel alakítják ki az élelmiszer szerkezetét.","da":"Geleringsmidler: stoffer, der giver en fødevare konsistens ved geldannelse.","sk":"Želírujúce činidlá sú látky, ktoré vytvorením gélu tvoria textúru potraviny.","en":"Gelling agents are substances which give a foodstuff texture through formation of a gel.","ja":"ゲル化剤は、ゲルの形成によって食品にテクスチャを与える物質です。","it":"Gli agenti gelificanti sono sostanze che danno consistenza ad un prodotto alimentare tramite la formazione di un gel.","pl":"Substancje żelujące to substancje nadające środkom spożywczym konsystencję poprzez tworzenie żelu.","cs":"Želírujícími látkami se rozumějí látky, které udělují potravině texturu tím, že vytvářejí gel.","ru":"Загустители - это вещества, придающие пищевым продуктам текстуру путем образования геля.","lt":"Stingdikliai – medžiagos, suteikiančios maisto produktui gelio savybių.","es":"Gelificantes: sustancias que dan textura a un producto alimenticio mediante la formación de un gel.","fr":"Les gélifiants sont des substances qui, ajoutées à une denrée alimentaire, lui confèrent de la consistance par la formation d'un gel.","et":"Tarret andvad ained – ained, mis želee tekkimisega annavad toidule tekstuuri."},"wikidata":{"en":"Q27862636"}},"en:emulsifying-salts":{"name":{"mt":"Melħ emulsifikat","bg":"Емулгаторни соли","is":"Bræðslusölt","ga":"Salainn eiblithe","pl":"Sole emulgujące","it":"Sale di fusione","ru":"Эмульгирующая соль","lt":"Emulsinimo druskos","sv":"Smältsalt","sl":"Emulgirne soli","lv":"Emulģējošie sāļi","hr":"Emulgatorske soli","sk":"Emulgujúce soli","pt":"Sais de fusão","nl":"Smeltzout","hu":"Emulgeálósók","da":"Smeltesalt","en":"Emulsifying salts","cs":"Tavicí soli","es":"Sales fundentes","fr":"Sels émulsifiants","et":"Emulgeeriv sool","ca":"Surts de fos","el":"Γαλακτωματοποιητικά άλατα","de":"Schmelzsalze","fi":"Sulatesuola","ro":"Săruri de topire"},"synonyms":{"pt":["Sais de fusão"],"nl":["Smeltzout","Smeltzouten"],"da":["Smeltesalt"],"hu":["Emulgeálósók"],"hr":["emulgatorske soli","emulgatorska sol"],"sk":["Emulgujúce soli"],"sv":["Smältsalt","Smältsalter"],"sl":["Emulgirne soli"],"lv":["Emulģējošie sāļi"],"ru":["эмульгирующая соль"],"lt":["Emulsinimo druskos"],"is":["Bræðslusölt"],"bg":["Емулгаторни соли"],"mt":["Melħ emulsifikat"],"ga":["Salainn eiblithe"],"pl":["Sole emulgujące"],"it":["Sale di fusione","sali di fusione"],"ro":["Săruri de topire"],"fi":["Sulatesuola","Sulatesuolaa","Sulatesuolat","Sulatesuoloja"],"ca":["Surts de fos","sals de fondre","sal de fondre"],"de":["Schmelzsalze","Schmelzsalz"],"el":["Γαλακτωματοποιητικά άλατα"],"cs":["Tavicí soli"],"fr":["Sels émulsifiants","sel émulsifiant","sels de fonte","sel de fonte","synergiste de sel émulsifiant"],"es":["Sales fundentes","Sales emulsionantes","sales de mezcla","sinergista de sal emulsionante","sales de fundido","sal fundente","sal emulsionante"],"et":["Emulgeeriv sool"],"en":["Emulsifying salts","emulsifying salt synergist","melding salt","Emulsifying salt","melting salt"]},"description":{"cs":"Tavicími solemi se rozumějí látky, které převádějí bílkoviny obsažené v sýru do disperzní formy za účelem homogenního rozložení tuků a ostatních složek.","lt":"Emulsinimo druskos – medžiagos, išsklaidančios sūryje esančius baltymus ir tokiu būdu padedančios vienodai pasiskirstyti riebalams bei kitiems komponentams.","es":"Sales de fundido: sustancias que reordenan las proteínas contenidas en el queso de manera dispersa, con lo que producen la distribución homogénea de la grasa y otros componentes.","fr":"Les sels de fonte sont des substances qui dispersent les protéines contenues dans le fromage, entraînant ainsi une répartition homogène des matières grasses et des autres composants.","et":"Emulgeerivad soolad – ained, mis dispergeerivad juustuvalke ja soodustavad sellega rasva ja teiste koostisosade ühtlast jaotumist.","en":"Emulsifying salts are substances which convert proteins contained in cheese into a dispersed form and thereby bring about homogenous distribution of fat and other components.","it":"I sali di fusione sono sostanze che disperdono le proteine contenute nel formaggio realizzando in tal modo una distribuzione omogenea dei grassi e altri componenti.","pl":"Sole emulgujące to substancje które zmieniają białka zawarte w serze w formę zdyspergowaną wprowadzając w ten sposób jednorodne rozłożenie tłuszczów i innych składników.","fi":"Sulatesuolat ovat aineita, jotka muuttavat juuston sisältämät proteiinit dispersoituneeseen muotoon ja siten aikaansaavat rasvan ja muiden ainesosien homogeenisen jakautumisen.","pt":"Sais de fusão: substâncias que convertem as proteínas contidas no queijo numa forma dispersa, daí resultando uma distribuição homogénea das gorduras e outros componentes.","nl":"Smeltzouten: stoffen die kaaseiwitten in gedispergeerde vorm omzetten om een homogene verdeling van vet en andere bestanddelen te bewerkstelligen.","da":"Smeltesalte: stoffer, som overfører proteiner i ost til dispergeret form og derved bevirker en homogen fordeling af fedt og andre bestanddele.","hu":"Emulgeáló sók: olyan anyagok, amelyek a sajtban lévő fehérjéket diszpergált formájúvá alakítják, és egyúttal a zsírt és más komponenseket közel homogén eloszlásba hozzák.","sk":"Emulgačné soli sú látky, ktoré menia bielkoviny v syre na dispergovanú formu, a tak prispievajú k homogénnemu rozloženiu tuku a ďalších zložiek.","sv":"Smältsalter: ämnen som omvandlar proteiner i ost till en dispergerad form och därigenom ger en homogen fördelning av fett och andra beståndsdelar.","de":"Schmelzsalze sind Stoffe, die in Käse enthaltene Proteine in eine dispergierte Form überführen und hierdurch eine homogene Verteilung von Fett und anderen Bestandteilen herbeiführen.","sl":"Emulgirne soli so snovi, ki spremenijo beljakovine v siru v razpršeno obliko in tako pripomorejo k homogeni porazdelitvi maščobe in drugih sestavin.","lv":"Emulģējošie sāļi ir vielas, kas pārveido siera proteīnus disperģējamā veidā, tādējādi veicinot tauku un citu sastāvdaļu vienmērīgu sadalīšanos produkta masā.","el":"Γαλακτωματοποιητικά άλατα, οι ουσίες που μετατρέπουν τις πρωτεΐνες που περιέχονται στο τυρί σε διεσπαρμένη μορφή και, κατ' αυτόν τον τρόπο, επιφέρουν ομοιογενή κατανομή των λιπών και των άλλων συστατικών·"},"wikipedia":{"nl":"https://nl.wikipedia.org/wiki/Smeltzout"},"wikidata":{"en":"Q50419202"}},"en:stabiliser":{"name":{"et":"Stabilisaator","cs":"Stabilizátor","fr":"Stabilisant","es":"Estabilizador","ja":"増粘安定剤","en":"Stabiliser","fi":"Stabilointiaine","ro":"Stabilizator","nb":"Stabilisator","el":"Σταθεροποιητής","de":"Stabilisator","ca":"Estabilitzador","ru":"Стабилизатор","lt":"Stabilizatorius","ga":"Cobhsaitheoir","it":"Stabilizzante","pl":"Stabilizator","mt":"Stabbilizzatur","bg":"Стабилизатор","is":"Bindiefni","sk":"Stabilizátor","hr":"Stabilizator","pt":"Estabilizador","nl":"Stabilisator","hu":"Stabilizátor","da":"Stabilisator","sl":"Vezivo","lv":"Stabilizētājs","mk":"Стабилизатор","sv":"Stabiliseringsmedel"},"synonyms":{"ro":["Stabilizator","stabilizatori"],"nb":["Stabilisator","Stabilisatorer"],"fi":["Stabilointiaine","Stabilointiainetta","Stabilointiaineet","Stabilointiaineita","sideaine","sidonta-aine","sidonta-aineet"],"el":["Σταθεροποιητής"],"de":["Stabilisator","Stabilisatoren","Bindemittel"],"ca":["Estabilitzador","estabilitzadors","estabilizants","estabilitzant","estabilitzants","estabilitzat"],"et":["Stabilisaator"],"es":["Estabilizador","estabilizadores","estabilizadores coloidales","estabilizadores de emulsión","estabilizadores de espuma","estabilizador coloidal","estabilizador de emulsión","estabilizador de espuma","sinergistas","estabilizante","estabilizantes","ligante"],"fr":["Stabilisant","liant","stabilisateur colloïdal","stabilisateur d'émulsion","stabilisateur de mousse","agent stabilisant","stabilisateur","stabilisateurs"],"cs":["Stabilizátor","stábilizátor"],"ja":["増粘安定剤","糊料","安定剤","結着剤"],"en":["Stabiliser","stabilizer","binder","colloidal stabilizer","emulsion stabilizer","foam stabilizer","stabilizer synergist","stabilizers","stabilizing agent","binding mixes"],"sk":["Stabilizátor"],"hr":["stabilizator","stabilizatori"],"da":["Stabilisator","Stabilisatorer"],"hu":["Stabilizátor","stabilizátorok","kötőanyag"],"pt":["Estabilizador","Estabilizadores","estabilizante"],"nl":["Stabilisator","Stabilisatoren"],"lv":["Stabilizētājs"],"sl":["Vezivo"],"sv":["Stabiliseringsmedel","Stabiliseringsämne","Stabilisator","Stabilisatorer","Stabilisering","Konsistensgivare","bindningsämnen"],"mk":["стабилизатор","стабилизатори"],"lt":["Stabilizatorius"],"ru":["Стабилизатор","стабилизаторы"],"it":["Stabilizzante","stabilizzanti","agente stabilizzante","agenti stabilizzanti","legante","leganti"],"pl":["Stabilizator","Stabilizatory","substancje stabilizujące"],"ga":["Cobhsaitheoir"],"mt":["Stabbilizzatur"],"is":["bindiefni"],"bg":["Стабилизатор","стабилизатори"]},"description":{"el":"Σταθεροποιητές: ουσίες που επιτρέπουν τη διατήρηση της φυσικοχημικής κατάστασης ενός τροφίμου. Οι σταθεροποιητές περιλαμβάνουν ουσίες οι οποίες επιτρέπουν τη διατήρηση της ομοιογενούς διασποράς δύο ή περισσότερων μη μιγνυόμενων ουσιών σε ένα τρόφιμο, ουσίες οι οποίες σταθεροποιούν, συντηρούν ή εντείνουν το υπάρχον χρώμα ενός τροφίμου και ουσίες οι οποίες αυξάνουν τη συνδετική ικανότητα του τροφίμου, περιλαμβανομένου του σχηματισμού διασταυρούμενων δεσμών μεταξύ πρωτεϊνών που επιτρέπουν τη συνδετικότητα τεμαχίων τροφίμου κατά την ανασύσταση τροφίμου·","lv":"Stabilizētāji ir vielas, kas ļauj saglabāt pārtikas produktu fizikāli ķīmisko stāvokli; pie stabilizētājiem pieder vielas, kas ļauj saglabāt divu vai vairāku nesajaucošos vielu vienmērīgu izkliedi pārtikas produktos, vielas, kas stabilizē, saglabā vai pastiprina pārtikas produktiem piemītošo krāsu, un vielas, kas palielina pārtikas produktu saistīšanas spēju, tostarp šķērssaišu veidošanos starp olbaltumvielām, kura dod iespēju pārtikas produktus sasaistīt no jauna izveidotos pārtikas produktos.","sl":"Stabilizatorji so snovi, ki vzdržujejo fizikalno-kemično stanje živila; stabilizatorji vključujejo snovi, ki vzdržujejo homogeno razpršenost dveh ali več snovi, ki se v živilu med seboj ne mešajo, snovi, ki stabilizirajo, ohranijo ali poudarijo obstoječo barvo živila, ter snovi, ki povečajo sposobnost vezave živil, vključno z nastankom navzkrižnih povezav med beljakovinami, ki omogočajo vezavo delcev živil v rekonstituiranih živilih.","de":"Stabilisatoren sind Stoffe, die es ermöglichen, den physikalisch-chemischen Zustand eines Lebensmittels aufrechtzuerhalten. Zu den Stabilisatoren zählen Stoffe, die es ermöglichen, die einheitliche Dispersion zweier oder mehrerer nicht mischbarer Phasen in einem Lebensmittel aufrechtzuerhalten, Stoffe, durch welche die vorhandene Farbe eines Lebensmittels stabilisiert, bewahrt oder intensiviert wird, und Stoffe, die die Bindefähigkeit eines Lebensmittels verbessern, einschließlich der Bildung von Proteinvernetzungen, die die Bindung von Lebensmittelstücken in rekonstituierten Lebensmitteln ermöglichen.","sv":"Stabiliseringsmedel: ämnen som gör det möjligt att bevara ett livsmedels fysikaliska och kemiska tillstånd; stabiliseringsmedel inkluderar ämnen som gör det möjligt att bibehålla en homogen blandning av två eller flera icke blandbara ämnen i ett livsmedel, ämnen som stabiliserar, bevarar eller förstärker ett livsmedels existerande färg samt ämnen som ökar ett livsmedels bindande egenskaper, inklusive bildande av tvärgående bindningar mellan proteiner så att bitar av livsmedel kan bindas samman till ett rekonstituerat livsmedel.","sk":"Stabilizátory sú látky, ktoré umožňujú zachovať fyzikálno-chemický stav potraviny; patria sem aj látky, ktoré umožňujú zachovávať homogénnu disperziu dvoch alebo viacerých vzájomne nemiešateľných látok v potravine, ako aj látky, ktoré stabilizujú, zachovávajú alebo zvýrazňujú existujúcu farbu potraviny, a látky, ktoré zvyšujú väzobnú kapacitu potraviny vrátane vytvárania vzájomných väzieb medzi bielkovinami, ktoré umožňujú spojenie kusov potravín do rekonštituovanej potraviny.","hu":"Stabilizátorok: olyan anyagok, amelyek lehetővé teszik az élelmiszer fizikai-kémiai állapotának megőrzését; stabilizátorok azok az anyagok is, amelyek lehetővé teszik két vagy több nem elegyedő anyag homogén diszperziójának fenntartását az élelmiszerben, azok az anyagok, amelyek stabilizálják, megőrzik vagy erősítik az élelmiszer meglévő színét, továbbá azok az anyagok, amelyek fokozzák az élelmiszer kötőképességét, ideértve az élelmiszerrészeknek az előállított élelmiszerben való megkötését lehetővé tevő proteinek közötti keresztkötések kialakulását is","da":"Stabilisatorer: stoffer, hvormed man kan opretholde en fødevares fysisk-kemiske tilstand. Til stabilisatorer hører stoffer, hvormed der kan opretholdes en homogen fordeling af to eller flere ikke-blandbare stoffer i en fødevare, stoffer, som stabiliserer, bevarer eller forstærker en fødevares farve, og stoffer, som øger fødevarens bindeevne, herunder dannelse af tværbindinger mellem proteiner, der kan binde fødevarestykker i rekonstituerede fødevarer.","nl":"Stabilisatoren: stoffen die het mogelijk maken de fysisch-chemische toestand van een levensmiddel te handhaven; stabilisatoren omvatten stoffen die het mogelijk maken een homogene dispersie van twee of meer onmengbare stoffen in een levensmiddel te handhaven, stoffen die een bestaande kleur van een levensmiddel stabiliseren, fixeren of intensifiëren en stoffen die het bindend vermogen van het levensmiddel vergroten, onder meer door de vorming van crosslinks tussen eiwitten waardoor afzonderlijke deeltjes tot een gereconstitueerd levensmiddel worden gebonden.","pt":"Estabilizadores: substâncias que tornam possível a manutenção do estado físico-químico dos géneros alimentícios. Os estabilizadores incluem as substâncias que permitem a manutenção de uma dispersão homogénea de duas ou mais substâncias imiscíveis nos géneros alimentícios, as substâncias que estabilizam, retêm ou intensificam a cor natural dos géneros alimentícios e as substâncias que aumentam a capacidade de aglomeração do género alimentício, incluindo a formação de ligações cruzadas entre proteínas que permitem a aglomeração dos elementos alimentares para a formação de um género alimentício reconstituído.","fi":"Stabilointiaineet ovat aineita, jotka mahdollistavat elintarvikkeen fyysis-kemiallisen tilan ylläpitämisen; stabilointiaineisiin kuuluu aineita, jotka mahdollistavat kahdesta tai useammasta sekoittumattomasta aineesta muodostetun tasaisen seoksen säilymisen elintarvikkeessa, aineita, jotka stabiloivat, ylläpitävät tai vahvistavat elintarvikkeen olemassa olevaa väriä, ja aineita, jotka lisäävät elintarvikkeen sitoutumiskykyä, mukaan luettuna ristisidosten muodostuminen proteiinien välille niin, että elintarvikkeen osat voidaan sitoa ennastetuksi elintarvikkeeksi.","it":"Gli stabilizzanti sono sostanze che rendono possibile il mantenimento dello stato fisico-chimico di un prodotto alimentare; gli stabilizzanti comprendono le sostanze che rendono possibile il mantenimento di una dispersione omogenea di due o più sostanze immiscibili in un prodotto alimentare, le sostanze che stabilizzano, trattengono o intensificano la colorazione esistente di un prodotto alimentare e le sostanze che aumentano la capacità degli alimenti di formare legami, compresa la formazione di legami incrociati tra le proteine tale da consentire il legame delle particelle per la formazione dell'alimento ricostituito.","pl":"Stabilizatory to substancje umożliwiające utrzymanie właściwości fizyczno-chemicznych środków spożywczych; stabilizatory obejmują substancje umożliwiające utrzymanie w środkach spożywczych jednorodnej dyspersji dwóch lub większej liczby wzajemnie nierozpuszczalnych substancji, substancje stabilizujące, zachowujące lub wzmacniające istniejącą barwę środków spożywczych i substancje zwiększające zdolność środków spożywczych do wiązania, w tym do tworzenia wiązań poprzecznych pomiędzy białkami, umożliwiających wiązanie się elementów środków spożywczych, a tym samym uzyskiwanie produktów zrekonstytuowanych.","en":"Stabilisers are substances which make it possible to maintain the physico-chemical state of a foodstuff; stabilisers include substances which enable the maintenance of a homogenous dispersion of two or more immiscible substances in a foodstuff, substances which stabilise, retain or intensify an existing colour of a foodstuff and substances which increase the binding capacity of the food, including the formation of cross-links between proteins enabling the binding of food pieces into re-constituted food.","et":"Stabilisaatorid – ained, mis võimaldavad säilitada toidu füüsikalis-keemilist olekut; stabilisaatorite hulka kuuluvad ained, mis võimaldavad säilitada kahe või enama segunematu aine ühtlast dispergeerumist toidus ning toidu värvust stabiliseerivad, säilitavad või tugevdavad ained, samuti ained, mis suurendavad toidu sidumisvõimet, k.a valkudevaheliste võrkstruktuuride teket, mis võimaldab siduda toidu osi taastatud toiduks.","es":"Estabilizantes: sustancias que posibilitan el mantenimiento del estado físico-químico de un producto alimenticio; incluyen las sustancias que permiten el mantenimiento de una dispersión homogénea de dos o más sustancias no miscibles en un producto alimenticio, las que estabilizan, retienen o intensifican el color de un producto alimenticio y las que incrementan la capacidad de enlace de los alimentos, en especial el entrecruzamiento de las proteínas, que permite unir trozos de alimento para formar un alimento reconstituido.","lt":"Stabilizatoriai – medžiagos, padedančios išlaikyti pastovią fizinę ir cheminę maisto produkto būseną; stabilizatoriai apima medžiagas, padedančias išlaikyti dviejų ir daugiau nesimaišančių medžiagų vienalytę dispersiją maisto produkte, taip pat medžiagas, stabilizuojančias, išlaikančias ar sustiprinančias maisto produkto esamą spalvą, ir medžiagas, padidinančias maisto rišamąsias savybes, įskaitant baltymų skersinius ryšius, padedančius atskiras maisto dalis apjungti į atskirą naujai pagamintą produktą.","fr":"Les stabilisants sont des substances qui, ajoutées à une denrée alimentaire, permettent de maintenir son état physico-chimique. Les stabilisants comprennent les substances qui permettent de maintenir la dispersion homogène de deux ou plusieurs substances non miscibles dans une denrée alimentaire, les substances qui stabilisent, conservent ou intensifient la couleur d'une denrée alimentaire, ainsi que les substances qui augmentent la capacité de liaison des denrées alimentaires, y compris la réticulation entre protéines permettant la liaison de morceaux d'aliments dans les aliments reconstitués.","cs":"Stabilizátory se rozumějí látky, které umožňují udržovat fyzikálně-chemický stav potraviny; mezi stabilizátory patří látky, které umožňují udržet jednotný rozptyl dvou nebo více navzájem se nesměšujících látek v potravinách, látky, které stabilizují, udržují nebo zintenzivňují stávající barvu potravin, a látky, které zvyšují pojivost určité potraviny, včetně vytváření vzájemných vazeb mezi bílkovinami, které umožňují spojení kusů potravin do rekonstituované potraviny."},"children":["en:colour-stabiliser","en:natural-stabilizer"],"wikidata":{"en":"Q7595716"}},"en:flavour-enhancer":{"description":{"fi":"Arominvahventeet ovat aineita, jotka vahvistavat elintarvikkeen omaa makua ja/tai tuoksua.","ca":"Potenciadors del gust: substàncies que milloren el gust i/o l'olor d'un aliment.","el":"Ενισχυτικά γεύσεως, οι ουσίες που ενισχύουν την υπάρχουσα γεύση ή/και οσμή τροφίμου·","de":"Geschmacksverstärker sind Stoffe, die den Geschmack und/oder Geruch eines Lebensmittels verstärken.","fr":"Les exhausteurs de goût sont des substances qui renforcent le goût et/ou l'odeur d'une denrée alimentaire.","es":"Potenciadores del sabor: sustancias que realzan el sabor o el aroma, o ambos, de un producto alimenticio.","cs":"Látkami zvýrazňujícími chuť a vůni se rozumějí látky, které zvýrazňují stávající chuť nebo vůni potraviny.","et":"Lõhna- ja maitsetugevdajad – ained, mis tugevdavad toidule omast maitset ja/või lõhna.","en":"Flavour enhancers are substances which enhance the existing taste and/or odour of a foodstuff.","hr":"pojačivači okusa su tvari koje poboljšavaju okus i/ili miris hrane.","sk":"Zvýrazňovače chuti a arómy sú látky, ktoré zvýrazňujú existujúcu chuť a/alebo vôňu potraviny.","hu":"Ízfokozók: olyan anyagok, amelyek fokozzák az élelmiszerek meglevő ízét és/vagy illatát.","da":"Smagsforstærkere: stoffer, der forstærker en fødevares smag og/eller lugt.","nl":"Smaakversterkers: stoffen die de bestaande smaak en/of geur van een levensmiddel versterken.","pt":"Intensificadores de sabor: substâncias que intensificam o sabor e/ou o cheiro dos géneros alimentícios.","sv":"Smakförstärkare: ämnen som förstärker den existerande smaken och/eller lukten hos ett livsmedel.","lv":"Garšas pastiprinātāji ir vielas, kas pastiprina pārtikas produktiem piemītošo garšu un/vai smaržu.","sl":"Ojačevalci arome so snovi, ki izboljšajo obstoječi okus in/ali vonj živila.","zh":"增味劑是指能增強食品現有味道和/或氣味的物質。","lt":"Aromato ir skonio stiprikliai – medžiagos, sustiprinančios maisto produkto skonį ir -arba- aromatą.","ru":"Усилители вкуса - это вещества, которые усиливают существующий вкус и/или запах пищевого продукта.","mt":"Tejjieb il-ħwawar huma sostanzi li jtejjbu l-għażla tal-ħwawar u/jew l-riħ ta' ikel.","bg":"Подобрители на вкуса са вещества, които подобряват вкуса и/или аромата на хранителни продукти.","it":"Gli esaltatori di sapidità sono sostanze che esaltano il sapore e/o la fragranza esistente di un prodotto alimentare.","pl":"Wzmacniacze smaku to substancje wzmacniające istniejący smak lub zapach środków spożywczych.","ga":"Measaitheoirí blais: substaintí a mhéadaíonn blas agus/nó boladh bia."},"wikidata":{"en":"Q898745"},"name":{"ca":"Potenciador del gust","el":"Ενισχυτικό γεύσης","de":"Geschmacksverstärker","nb":"Smaksforsterker","ro":"Potențiator de aromă","fi":"Arominvahvenne","en":"Flavour enhancer","cs":"Látka zvýrazňující chuť a vůni","fr":"Exhausteur de goût","es":"Potenciador del sabor","et":"Lõhna- ja maitsetugevdaja","sv":"Smakförstärkare","sl":"Ojačevalec arome","lv":"Garšas pastiprinātājs","zh":"增味劑","sk":"Stimulátor","hr":"Pojačivač okusa","nl":"Smaakversterker","pt":"Intensificador de sabor","hu":"Ízfokozó","da":"Smagsforstærker","mt":"Tejjieb il-ħwawar","bg":"Овкусител","ga":"Méadaitheoir blais","it":"Esaltatore di sapidità","pl":"Wzmacniacz smaku","ru":"Ароматизатор","lt":"Aromato ir skonio stipriklis"},"synonyms":{"cs":["Látka zvýrazňující chuť a vůni"],"es":["Potenciador del sabor","potenciadores del sabor","Acentuadores del sabor","acentuadores del aroma","aromatizantes sinergistas","intensificador del sabor","intensificadores del sabor"],"fr":["Exhausteur de goût","exhausteurs de goût","Exaltateur d'arôme","agent de sapidité","activateur d'arôme","exaltateur de goût","exhausteur d'arôme","exhausteurs de saveur","exhausteur de saveur"],"et":["Lõhna- ja maitsetugevdaja"],"en":["Flavour enhancer","flavour synergist","flavor enhancer","flavor enhancers"],"nb":["Smaksforsterker","Smaksforsterkere"],"ro":["Potențiator de aromă","potenţiatori de aromă"],"fi":["Arominvahvenne","Arominvahvennetta","Arominvahventeet","Arominvahventeita","Aromivahvenne","Aromivahvennetta","Aromivahventeen","Aromivahventeita"],"ca":["Potenciador del gust","potenciadors del gust","potenciador del sabor","potenciadors del sabor"],"el":["Ενισχυτικό γεύσης"],"de":["Geschmacksverstärker"],"ru":["Ароматизатор","ароматизаторы","усилители вкуса и аромата","усилитель вкуса и аромата","вкусоароматические-вещества","усилитель вкуса","aроматизаторы"],"lt":["Aromato ir skonio stipriklis"],"mt":["Tejjieb il-ħwawar"],"bg":["Овкусител","овкусители","усилвател на вкуса"],"ga":["Méadaitheoir blais"],"pl":["Wzmacniacz smaku","Wzmacniacze smaku"],"it":["Esaltatore di sapidità","esaltatori di sapidità"],"sk":["Stimulátor","zvýrazňovač chuti"],"hr":["pojačivač okusa","pojačivači okusa","sirup pojačivač okusa","pojačivač arome","pojačivači arome","pojačivači aroma","poboljšivač","smjesa poboljšivača"],"pt":["Intensificador de sabor"],"nl":["Smaakversterker","Smaakversterkers"],"da":["Smagsforstærker","Smagsforstærkere"],"hu":["Ízfokozó","Ízfokozók"],"sv":["Smakförstärkare"],"sl":["Ojačevalec arome"],"lv":["Garšas pastiprinātājs"],"zh":["增味劑"]}},"en:glazing-agent":{"description":{"et":"Glaseerained -sealhulgas määrdeained- – ained, mille abil tekitatakse toidu välispinnale läige või kaitsekate.","fr":"Les agents d'enrobage -y compris les agents de glisse- sont des substances qui, appliquées à la surface d'une denrée alimentaire, lui confèrent un aspect brillant ou constituent une couche protectrice.","lt":"Glazūros medžiagos -įskaitant užtepus- – medžiagos, suteikiančios maisto produkto paviršiui blizgesį arba sudarančios apsauginę plėvelę.","es":"Agentes de recubrimiento -incluidos los lubricantes-: sustancias que, cuando se aplican en la superficie exterior de un producto alimenticio, confieren a este un aspecto brillante o lo revisten con una capa protectora.","cs":"Lešticími látkami -včetně lubrikantů- se rozumějí látky, které po nanesení na vnější povrch udělují potravině lesklý vzhled nebo vytvářejí ochranný povlak.","pl":"Substancje glazurujące -w tym środki do smarowania- to substancje, które po nałożeniu na zewnętrzną powierzchnię środka spożywczego tworzą warstwę ochroną lub nadają jej błyszczący wygląd.","it":"Gli agenti di rivestimento -inclusi gli agenti lubrificanti- sono sostanze che, quando vengono applicate alla superficie esterna di un prodotto alimentare, gli conferiscono un aspetto brillante o forniscono un rivestimento protettivo.","en":"Glazing agents -including lubricants- are substances which, when applied to the external surface of a foodstuff, impart a shiny appearance or provide a protective coating.","hu":"Fényezőanyagok -beleértve a kenőanyagokat is-: olyan anyagok, amelyek ha az élelmiszer külső felületén alkalmazzák őket, csillogó megjelenést adnak vagy védőbevonatot biztosítanak.","da":"Overfladebehandlingsmidler -herunder glittemidler-: stoffer, der giver en fødevare et skinnende udseende eller udgør et beskyttende lag, når de påføres fødevarens overflade.","pt":"Agentes de revestimento -incluindo lubrificantes-: substâncias que, quando aplicadas na superfície externa dos géneros alimentícios, lhes conferem uma aparência brilhante ou um revestimento protector.","nl":"Glansmiddelen -met inbegrip van glijmiddelen-: stoffen die op het oppervlak van een levensmiddel worden aangebracht om het een glanzend uiterlijk te geven of om een beschermende deklaag te vormen.","sk":"Polevové činidlá -vrátane lubrikantov- sú látky, ktoré pri aplikovaní na povrch potraviny dodávajú potravine lesklý vzhľad alebo na nej vytvárajú ochranný povlak.","fi":"Kiillotusaineet -mukaan luettuina voiteluaineet- ovat aineita, jotka elintarvikkeen ulkopintaan käytettyinä jättävät kiiltävän pinnan tai muodostavat suojakerroksen.","de":"Überzugmittel -einschließlich Gleitmittel- sind Stoffe, die der Außenoberfläche eines Lebensmittels ein glänzendes Aussehen verleihen oder einen Schutzüberzug bilden.","el":"Υλικά για γλασάρισμα -συμπεριλαμβανομένων των λιπαντικών μέσων-, οι ουσίες που, τοποθετούμενες στην εξωτερική επιφάνεια τροφίμου, του προσδίδουν στιλπνότητα ή του παρέχουν προστατευτική επικάλυψη·","lv":"Glazētājvielas -tostarp smērvielas- ir vielas, ko izmanto pārtikas produktu ārējās virsmas apstrādei, lai padarītu to spīdīgu vai lai izveidotu aizsargslāni.","sl":"Sredstva za glaziranje so snovi -vključno z mazivi-, ki dajejo živilu lesk ali tvorijo zaščitno oblogo na njegovi zunanji površini.","sv":"Ytbehandlingsmedel -inklusive smörjmedel-: ämnen som ger ett blankt utseende eller ett skyddande skikt när de appliceras på ytan av ett livsmedel."},"wikidata":{"en":"Q334582"},"synonyms":{"ga":["Oibreán glónrúcháin"],"pl":["Substancja glazurująca","Substancje glazurujące","środki pokrywające"],"it":["Agente di rivestimento","agenti di rivestimento"],"bg":["Глазиращ агент"],"mt":["Aġent li jagħmel l-ikel ileqq"],"lt":["Glajinė medžiaga"],"sl":["Sredstvo za glaziranje"],"lv":["Glazētājviela"],"sv":["Ytbehandlingsmedel","Glansmedel"],"nl":["Glansmiddel","Glansmiddelen"],"pt":["Agente de revestimento"],"da":["Overfladebehandlingsmiddel","Overfladebehandlingsmidler"],"hu":["Fényezőanyag","bevonószer","bevonó"],"hr":["sredstva za glaziranje","sredstvo za glaziranje","tvar za poliranje","tvari za poliranje","zaštitne kulture"],"sk":["Povlaková látka","poleva","leštiaca látka"],"en":["Glazing agent","coating agent","film forming agent","polishing agent","sealing agent","surface-finishing agent"],"ja":["光沢剤"],"et":["Glaseeraine"],"cs":["Lešticí látka"],"es":["Agente de recubrimiento","Agente de glaseado","agente de abrillantado","agente de acabado en superficie","agente de glaseado","agente de revestimiento","agente formadores de película","agente sellantes"],"fr":["Agent d'enrobage","agents d'enrobage","agent de conditionnement hermétique","agent de finition superficielle","agent de polissage","filmogène"],"de":["Überzugsmittel"],"el":["Υλικό για γλασάρισμα"],"ca":["Agent de recobriment"],"ro":["Agent de glazurare"],"nb":["Overflatebehandlingsmiddel","Overflatebehandlingsmidler"],"fi":["Pintakäsittelyaine","Pintakäsittelyainetta","Pintakäsittelyaineet","Pintakäsittelyaineita"]},"name":{"cs":"Lešticí látka","fr":"Agent d'enrobage","es":"Agente de recubrimiento","et":"Glaseeraine","ja":"光沢剤","en":"Glazing agent","nb":"Overflatebehandlingsmiddel","ro":"Agent de glazurare","fi":"Pintakäsittelyaine","ca":"Agent de recobriment","el":"Υλικό για γλασάρισμα","de":"Überzugsmittel","lt":"Glajinė medžiaga","mt":"Aġent li jagħmel l-ikel ileqq","bg":"Глазиращ агент","ga":"Oibreán glónrúcháin","pl":"Substancja glazurująca","it":"Agente di rivestimento","hr":"Sredstva za glaziranje","sk":"Povlaková látka","pt":"Agente de revestimento","nl":"Glansmiddel","da":"Overfladebehandlingsmiddel","hu":"Fényezőanyag","sv":"Ytbehandlingsmedel","sl":"Sredstvo za glaziranje","lv":"Glazētājviela"}},"en:anti-foaming-agent":{"synonyms":{"da":["Skumdæmpningsmiddel"],"hu":["Habzásgátló"],"pt":["Antiespuma"],"nl":["Antischuimmiddel"],"sk":["Odpeňovacie činidlo"],"hr":["tvar protiv pjenjenja"],"lv":["Putu dzēsējs"],"sl":["Sredstvo proti penjenju"],"sv":["Skumdämpningsmedel"],"lt":["Medžiaga nuo putojimo"],"pl":["Substancja przeciwpieniąca","Substancje przeciwpieniące"],"it":["Agente antischiumogeno","agenti antischiumogeni","antischiumogeno","antischiumogeni"],"ga":["Oibreán frithchúrtha"],"bg":["Антипенител"],"mt":["Aġent kontra r-ragħwa"],"fi":["Vaahdonestoaine","Vaahdonestoainetta","Vaahdonestoaineet","Vaahdonestoaineita"],"ro":["Antispumant"],"de":["Schaumverhüter"],"el":["Αντιαφριστικό"],"ca":["Antiespumant"],"et":["Vahutamisvastane aine"],"es":["Antiespumante","reductor de espuma","reductores de espuma"],"fr":["Antimoussant"],"cs":["Odpěňovač"],"en":["Anti-foaming agent","de-foaming agent","antifoaming agent","defoaming agent","anti-foaming"]},"name":{"sv":"Skumdämpningsmedel","lv":"Putu dzēsējs","sl":"Sredstvo proti penjenju","hr":"Tvar protiv pjenjenja","sk":"Odpeňovacie činidlo","da":"Skumdæmpningsmiddel","hu":"Habzásgátló","pt":"Antiespuma","nl":"Antischuimmiddel","mt":"Aġent kontra r-ragħwa","bg":"Антипенител","pl":"Substancja przeciwpieniąca","it":"Agente antischiumogeno","ga":"Oibreán frithchúrtha","lt":"Medžiaga nuo putojimo","ca":"Antiespumant","el":"Αντιαφριστικό","de":"Schaumverhüter","fi":"Vaahdonestoaine","ro":"Antispumant","en":"Anti-foaming agent","fr":"Antimoussant","es":"Antiespumante","cs":"Odpěňovač","et":"Vahutamisvastane aine"},"wikidata":{"en":"Q904035"},"description":{"hu":"Habzásgátlók: olyan anyagok, amelyek megakadályozzák vagy csökkentik a habzást.","da":"Skumdæmpningsmidler: stoffer, der forhindrer eller reducerer skumning.","pt":"Antiespumas: substâncias que impedem ou reduzem a formação de espuma.","nl":"Antischuimmiddelen: stoffen die schuimvorming verhinderen of verminderen.","sk":"Protipeniace činidlá sú látky, ktoré zabraňujú vzniku peny alebo obmedzujú jej tvorbu.","fi":"Vaahdonestoaineet ovat aineita, jotka estävät tai vähentävät vaahdonmuodostusta.","de":"Schaumverhüter sind Stoffe, die die Schaumbildung verhindern oder verringern.","lv":"Putu dzēsēji ir vielas, kas novērš vai samazina putošanu.","el":"Αντιαφριστικοί παράγοντες, οι ουσίες που προλαμβάνουν ή περιορίζουν το σχηματισμό αφρού·","sl":"Sredstva proti penjenju so snovi, ki preprečujejo ali zmanjšujejo nastanek pene.","sv":"Skumdämpningsmedel: ämnen som förhindrar eller minskar skumbildning.","et":"Vahutamisvastased ained – ained, mis takistavad või vähendavad vahu teket.","es":"Antiespumantes: sustancias que impiden o reducen la formación de espuma.","lt":"Medžiagos nuo putojimo – medžiagos, kurios apsaugo nuo putojimo arba jį sumažina.","fr":"Les antimoussants sont des substances qui empêchent ou limitent la formation de mousse.","cs":"Odpěňovači se rozumějí látky, které zabraňují vytváření pěny nebo snižují pěnění.","it":"Gli agenti antischiumogeni sono sostanze che impediscono o riducono la formazione di schiuma.","pl":"Substancje przeciwpieniące to substancje zapobiegające lub ograniczające powstawanie piany.","en":"Anti-foaming agents are substances which prevent or reduce foaming."}},"en:fruit-preservative":{"parents":["en:preservative"],"name":{"el":"Συντηρητικό φρούτων","sq":"Konservues frutash","de":"Fruchtkonserve","ca":"Conservant de fruita","id":"Pengawet buah","th":"สารกันบูดผลไม้","ro":"Conservant de fructe","fi":"Hedelmäsäilöntäaine","ja":"果物保存料","en":"Fruit preservative","et":"Puuviljakonservant","cs":"Konzervant ovoce","es":"Conservante de frutas","fr":"Conservateur de fruit","sl":"Konzervans za sadje","lv":"Augļu konservants","zh":"水果防腐剂","ar":"حافظة فواكه","ko":"과일 방부제","mk":"Конзерванс за овошје","sv":"Fruktkonserveringsmedel","sk":"Konzervant na ovocie","hr":"Konzervans za voće","vi":"Chất bảo quản trái cây","pt":"Conservante de frutas","nl":"Fruitconserveermiddel","da":"Frugtkonserveringsmiddel","hu":"Gyümölcskonzerv","he":"חומר משמר פירות","uk":"Консервант для фруктів","no":"Fruktkonserveringsmiddel","ga":"Leasaitheach torthaí","pl":"Konserwant owoców","it":"Conservante della frutta","fa":"نگهدارنده میوه","mt":"Preservattiv tal-frott","bg":"Консервант за плодове","ru":"Консервант для фруктов","lt":"Vaisių konservantas","tr":"Meyve koruyucu"},"synonyms":{"bg":["консервант за плодове"],"mt":["preservattiv tal-frott"],"ga":["leasaitheach torthaí"],"no":["fruktkonserveringsmiddel"],"it":["conservante della frutta"],"pl":["konserwant owoców"],"fa":["نگهدارنده میوه"],"tr":["meyve koruyucu"],"ru":["консервант для фруктов"],"lt":["vaisių konservantas"],"mk":["конзерванс за овошје"],"ko":["과일 방부제"],"sv":["fruktkonserveringsmedel"],"ar":["حافظة فواكه"],"zh":["水果防腐剂"],"sl":["konzervans za sadje"],"lv":["augļu konservants"],"uk":["консервант для фруктів"],"he":["חומר משמר פירות"],"pt":["conservante de frutas"],"vi":["chất bảo quản trái cây"],"nl":["fruitconserveermiddel"],"hu":["gyümölcskonzerv"],"da":["frugtkonserveringsmiddel"],"sk":["konzervant na ovocie"],"hr":["konzervans za voće"],"en":["fruit preservative"],"ja":["果物保存料"],"cs":["konzervant ovoce"],"es":["conservante de frutas"],"fr":["conservateur de fruit","conservateur du fruit"],"et":["puuviljakonservant"],"ca":["conservant de fruita"],"sq":["konservues frutash"],"de":["Fruchtkonserve"],"el":["συντηρητικό φρούτων"],"id":["pengawet buah"],"th":["สารกันบูดผลไม้"],"fi":["hedelmäsäilöntäaine"],"ro":["conservant de fructe"]}},"en:thickener":{"synonyms":{"hr":["zgušnjavači","zgušnjivač","zgušnjivači","celuloza zgušnjivači"],"sk":["Zahusťovadlo"],"da":["Fortykningsmiddel","Fortykningsmidler"],"hu":["Sűrítőanyag","sűrítőanyagok"],"nl":["Verdikkingsmiddel","Verdikkingsmiddelen"],"pt":["Espessante","espessantes"],"lv":["Biezinātājs"],"sl":["Sladilo","zgoščevalec"],"sv":["Förtjockningsmedel","naturlig förtjockningsmedel"],"mk":["згуснувач"],"lt":["Tirštiklis"],"ru":["Загуститель"],"it":["Addensante","addensanti","agente addensante","agenti addensanti"],"pl":["Substancja zagęszczająca","Substancje zagęszczające","zagęszczacz","składnik zagęszczający"],"ga":["Tiúsóir"],"no":["fortykningsmiddel"],"mt":["Aġent li jgħaqqad"],"bg":["Сгъстител","сгъстители"],"sr":["zgušnjavači"],"ro":["Agent de îngroșare","agenți de îngroșare"],"fi":["Sakeuttamisaine","Sakeuttamisainetta","Sakeuttamisaineet","Sakeuttamisaineita"],"nb":["Fortykningsmiddel","Fortykningsmidler"],"el":["Πυκνωτικό μέσο"],"de":["Verdickungsmittel"],"ca":["Espessidor","espessidors","agent espessidor","agents espessidors","espessant","espessants"],"et":["Paksendaja","Paksendajad"],"es":["Espesante","agente de soporte","agente texturizador","agentes texturizadores","aglutinante","sinergista espesante","agente espesante","agentes espesantes"],"fr":["Épaississant","agent de texture","épaississan synergiste","raffermissant","agent épaississant","agents épaississants"],"cs":["Zahušťovadlo"],"ja":["増粘剤"],"en":["Thickener","bodying agent","texturizing agent","thickener synergist","thickening agent","provides body","provides thickness"]},"name":{"sr":"Zgušnjavači","ro":"Agent de îngroșare","nb":"Fortykningsmiddel","fi":"Sakeuttamisaine","de":"Verdickungsmittel","el":"Πυκνωτικό μέσο","ca":"Espessidor","et":"Paksendaja","cs":"Zahušťovadlo","es":"Espesante","fr":"Épaississant","en":"Thickener","ja":"増粘剤","nl":"Verdikkingsmiddel","pt":"Espessante","da":"Fortykningsmiddel","hu":"Sűrítőanyag","sk":"Zahusťovadlo","hr":"Zgušnjavači","sl":"Sladilo","lv":"Biezinātājs","mk":"Згуснувач","sv":"Förtjockningsmedel","ru":"Загуститель","lt":"Tirštiklis","ga":"Tiúsóir","no":"Fortykningsmiddel","pl":"Substancja zagęszczająca","it":"Addensante","bg":"Сгъстител","mt":"Aġent li jgħaqqad"},"wikidata":{"en":"Q911138"},"children":["en:natural-thickener"],"description":{"en":"Thickeners are substances which increase the viscosity of a foodstuff.","bg":"Загъстители са вещества, които увеличават вискозитета на хранителни продукти.","ja":"増粘剤は、食品の粘度を増加させる物質です。","pl":"Substancje zagęszczające to substancje zwiększające lepkość środków spożywczych.","it":"Gli addensanti sono sostanze che aumentano la viscosità di un prodotto alimentare.","fr":"Les épaississants sont des substances qui, ajoutées à une denrée alimentaire, en augmentent la viscosité.","lt":"Tirštikliai – medžiagos, sutirštinančios maisto produktą.","es":"Espesantes: sustancias que aumentan la viscosidad de un alimento.","cs":"Zahušťovadly se rozumějí látky, které zvyšují viskozitu potraviny.","ru":"Загустители - это вещества, которые увеличивают вязкость пищевого продукта.","et":"Paksendajad – ained, mis suurendavad toidu viskoossust.","sv":"Förtjockningsmedel: ämnen som ökar ett livsmedels viskositet.","ca":"Espessidors són substàncies que augmenten la viscositat d'un aliment.","de":"Verdickungsmittel sind Stoffe, die die Viskosität eines Lebensmittels erhöhen.","zh":"增稠剂是增加食品粘度的物质。","el":"Πυκνωτικά μέσα, οι ουσίες που αυξάνουν το ιξώδες ενός τροφίμου·","lv":"Biezinātāji ir vielas, kas palielina pārtikas produktu viskozitāti.","sl":"Sredstva za zgostitev -gostila- so snovi, ki povečujejo viskoznost živila.","fi":"Sakeuttamisaineet ovat aineita, jotka lisäävät elintarvikkeen jähmeyttä.","hu":"Sűrítőanyagok: olyan anyagok, amelyek növelik az élelmiszer viszkozitását.","da":"Fortykningsmidler: stoffer, der øger en fødevares viskositet.","nl":"Verdikkingsmiddelen: stoffen die de viscositeit van een levensmiddel vergroten.","pt":"Espessantes: substâncias que aumentam a viscosidade dos géneros alimentícios.","sk":"Zahusťovadlá sú látky, ktoré zvyšujú viskozitu potraviny."}},"en:natural-emulsifier":{"name":{"ro":"Emulgator natural","nb":"Naturlig emulgator","fi":"Luonnollinen emulgointiaine","th":"อิมัลซิไฟเออร์ธรรมชาติ","id":"Emulsifier alami","el":"Φυσικός γαλακτωματοποιητής","de":"Natürlicher Emulgator","sq":"Emulsifikator natyral","ca":"Emulsionant natural","eo":"Natura emulsiigilo","et":"Looduslik emulgaator","es":"Emulsionante natural","fr":"Émulsifiant naturel","cs":"Přírodní emulgátor","ja":"天然乳化剤","en":"Natural emulsifier","hr":"Prirodni emulgator","sk":"Prírodný emulgátor","da":"Naturlig emulgator","hu":"Természetes emulgeálószer","pt":"Emulsionante natural","vi":"Chất nhũ hóa tự nhiên","nl":"Natuurlijke emulgator","he":"מתחלב טבעי","uk":"Натуральний емульгатор","lv":"Dabīgs emulgators","sl":"Naravni emulgator","zh":"天然乳化剂","ar":"مستحلب طبيعي","sv":"Naturlig emulgeringsmedel","mk":"Природен емулгатор","ko":"천연 유화제","lt":"Natūralus emulsiklis","ru":"Натуральный эмульгатор","tr":"Doğal emülgatör","pl":"Naturalny emulgator","it":"Emulsionanti naturali","ga":"Eiblitheoir nádúrtha","ms":"Pengemulsi semulajadi","mt":"Emulsifikant naturali","is":"Náttúrulegur ýruefni","bg":"Естествен емулгатор"},"synonyms":{"hr":["prirodni emulgator"],"sk":["prírodný emulgátor"],"vi":["chất nhũ hóa tự nhiên"],"pt":["emulsionante natural"],"nl":["natuurlijke emulgator"],"da":["naturlig emulgator"],"hu":["természetes emulgeálószer"],"he":["מתחלב טבעי"],"uk":["натуральний емульгатор"],"sl":["naravni emulgator"],"lv":["dabīgs emulgators"],"zh":["天然乳化剂"],"ar":["مستحلب طبيعي"],"mk":["природен емулгатор"],"ko":["천연 유화제"],"sv":["naturlig emulgeringsmedel"],"ru":["натуральный эмульгатор"],"lt":["natūralus emulsiklis"],"tr":["doğal emülgatör"],"ga":["eiblitheoir nádúrtha"],"it":["emulsionanti naturali","emulsionante naturale"],"pl":["naturalny emulgator"],"ms":["pengemulsi semulajadi"],"mt":["emulsifikant naturali"],"is":["náttúrulegur ýruefni"],"bg":["естествен емулгатор"],"th":["อิมัลซิไฟเออร์ธรรมชาติ"],"id":["emulsifier alami"],"ro":["emulgator natural"],"fi":["luonnollinen emulgointiaine"],"nb":["naturlig emulgator"],"el":["φυσικός γαλακτωματοποιητής"],"sq":["emulsifikator natyral"],"de":["natürlicher Emulgator"],"ca":["emulsionant natural"],"et":["looduslik emulgaator"],"eo":["natura emulsiigilo"],"cs":["přírodní emulgátor"],"fr":["émulsifiant naturel"],"es":["emulsionante natural"],"ja":["天然乳化剤"],"en":["natural emulsifier"]},"parents":["en:emulsifier"]},"en:natural-preservative":{"parents":["en:preservative"],"synonyms":{"et":["looduslik säilitusaine"],"es":["conservante natural"],"fr":["conservateur naturel"],"cs":["přírodní konzervant"],"en":["natural preservative"],"ja":["天然防腐剤"],"ro":["conservant natural"],"fi":["luonnollinen säilöntäaine"],"th":["สารกันบูดจากธรรมชาติ"],"de":["natürliches Konservierungsmittel"],"el":["φυσικό συντηρητικό"],"ca":["conservant natural"],"tr":["doğal koruyucu"],"lt":["natūralus konservantas"],"ru":["натуральный консервант"],"pl":["naturalny konserwant"],"it":["conservante naturale"],"ga":["leasaitheach nádúrtha"],"bg":["естествен консервант"],"mt":["preservattiv naturali"],"da":["naturligt konserveringsmiddel"],"hu":["természetes tartósítószer"],"pt":["conservante natural"],"nl":["natuurlijk conserveermiddel"],"sk":["prírodný konzervant"],"hr":["prirodno sredstvo za konzerviranje"],"uk":["натуральний консервант"],"he":["חומר משמר טבעי"],"zh":["天然防腐剂"],"lv":["dabīgs konservants"],"sl":["naravni konzervans"],"sv":["naturligt konserveringsmedel"],"mk":["природен конзерванс"],"ko":["천연 방부제"],"ar":["مادة حافظة طبيعية"]},"name":{"hr":"Prirodno sredstvo za konzerviranje","sk":"Prírodný konzervant","hu":"Természetes tartósítószer","da":"Naturligt konserveringsmiddel","pt":"Conservante natural","nl":"Natuurlijk conserveermiddel","he":"חומר משמר טבעי","uk":"Натуральний консервант","lv":"Dabīgs konservants","sl":"Naravni konzervans","zh":"天然防腐剂","ar":"مادة حافظة طبيعية","sv":"Naturligt konserveringsmedel","ko":"천연 방부제","mk":"Природен конзерванс","lt":"Natūralus konservantas","ru":"Натуральный консервант","tr":"Doğal koruyucu","pl":"Naturalny konserwant","it":"Conservante naturale","ga":"Leasaitheach nádúrtha","mt":"Preservattiv naturali","bg":"Естествен консервант","fi":"Luonnollinen säilöntäaine","ro":"Conservant natural","th":"สารกันบูดจากธรรมชาติ","el":"Φυσικό συντηρητικό","de":"Natürliches Konservierungsmittel","ca":"Conservant natural","et":"Looduslik säilitusaine","es":"Conservante natural","fr":"Conservateur naturel","cs":"Přírodní konzervant","ja":"天然防腐剤","en":"Natural preservative"}},"en:bread-improver":{"parents":["en:enhancer"],"synonyms":{"bg":["подобрител за хляб"],"en":["bread improver"],"ru":["улучшитель хлебопекарный"],"de":["Backmittel"],"it":["miglioranti per panificazione"]},"name":{"en":"Bread improver","bg":"Подобрител за хляб","ru":"Улучшитель хлебопекарный","de":"Backmittel","it":"Miglioranti per panificazione"}},"en:emulsifier":{"wikidata":{"en":"Q907356"},"description":{"sl":"Emulgatorji so snovi, ki omogočajo nastanek ali ohranjanje homogene mešanice dveh ali več medsebojno nezdružljivih faz, kot sta olje in voda, v živilu.","lv":"Emulgatori ir vielas, kas pārtikas produktos ļauj izveidot vai saglabāt homogēnu maisījumu, kas sastāv no divām vai vairākām fāzēm, kas savstarpēji nesajaucas, piemēram, eļļas un ūdens.","el":"Γαλακτωματοποιητές, οι ουσίες που επιτρέπουν το σχηματισμό ή τη διατήρηση ομοιογενούς μείγματος δύο ή περισσοτέρων μη μιγνυόμενων φάσεων, όπως το λάδι και το νερό, σε τρόφιμο·","de":"Emulgatoren sind Stoffe, die es ermöglichen, die einheitliche Dispersion zweier oder mehrerer nicht mischbarer Phasen wie z. B. Öl und Wasser in einem Lebensmittel herzustellen oder aufrechtzuerhalten.","sv":"Emulgeringsmedel: ämnen som gör det möjligt att skapa eller bibehålla en homogen blandning av två eller flera icke blandbara faser som olja och vatten i ett livsmedel.","sk":"Emulgátory sú látky, ktoré umožňujú vytvoriť alebo zachovať homogénnu zmes dvoch alebo viacerých vzájomne nemiešateľných fáz v potravine, napríklad oleja s vodou.","nl":"Emulgatoren: stoffen die een homogene menging van twee of meer onmengbare fasen, zoals olie en water, in een levensmiddel mogelijk maken of in stand houden.","pt":"Emulsionantes: substâncias que tornam possível a formação ou a manutenção de uma mistura homogénea de duas ou mais fases imiscíveis, como óleo e água, nos géneros alimentícios.","da":"Emulgatorer: stoffer, hvormed man kan danne eller opretholde en homogen blanding af to eller flere ikke-blandbare faser som f.eks. olie og vand i en fødevare.","hu":"Emulgeálószerek: olyan anyagok, amelyek lehetővé teszik két vagy több nem keveredő fázisból – mint az olaj és a víz – homogén keverék képzését vagy kialakítását az élelmiszerben.","fi":"Emulgointiaineet ovat aineita, jotka tekevät mahdolliseksi tai säilyttävät tasaisen seoksen kahdesta tai useammasta toisiinsa sekoittumattomasta olomuodosta, kuten öljystä ja vedestä.","pl":"Emulgatory to substancje umożliwiające utworzenie lub utrzymanie jednorodnej mieszaniny dwóch lub większej liczby niemieszających się faz, takich jak olej i woda w środkach spożywczych.","it":"Gli emulsionanti sono sostanze che rendono possibile la formazione o il mantenimento di una miscela omogenea di due o più fasi immiscibili, come olio e acqua, in un prodotto alimentare.","en":"Emulsifiers are substances which make it possible to form or maintain a homogenous mixture of two or more immiscible phases such as oil and water in a foodstuff.","et":"Emulgaatorid – ained, mis muudavad toidus kaks või enam segunematut koostisfaasi, nagu õli ja vee homogeenseks emulsiooniks või säilitavad tekkinud emulsiooni.","cs":"Emulgátory se rozumějí látky, které umožňují vytvořit nebo uchovat v potravině stejnorodou směs dvou nebo více nemísitelných fází, například oleje a vody.","fr":"Les émulsifiants sont des substances qui, ajoutées à une denrée alimentaire, permettent de réaliser ou de maintenir le mélange homogène de deux ou plusieurs phases non miscibles, telles que l'huile et l'eau.","lt":"Emulsikliai – medžiagos, padedančios sudaryti ar išlaikyti dviejų ir daugiau nesimaišančių medžiagų -pavyzdžiui, aliejaus ir vandens- pastovų mišinį maisto produkte.","es":"Emulgentes: sustancias que hacen posible la formación o el mantenimiento de una mezcla homogénea de dos o más fases no miscibles, como el aceite y el agua, en un producto alimenticio."},"children":["en:natural-emulsifier"],"name":{"hr":"Emulgator","sk":"Emulgátor","pt":"Emulsionante","nl":"Emulgator","hu":"Emulgeálószer","da":"Emulgator","sl":"Emulgator","lv":"Emulgators","mk":"Емулгатор","sv":"Emulgeringsmedel","ru":"Эмульгатор","lt":"Emulsiklis","ga":"Eiblitheoir","it":"Emulsionante","pl":"Emulgator","mt":"Emulsifikant","is":"Yruefni","bg":"Емулгатор","nb":"Emulgeringsmiddel","ro":"Emulsifiant","fi":"Emulgointiaine","el":"Γαλακτωματοποιητής","de":"Emulgator","ca":"Emulsionant","et":"Emulgaator","cs":"Emulgátor","es":"Emulgente","fr":"Émulsifiant","ja":"乳化剤","en":"Emulsifier"},"synonyms":{"fi":["Emulgointiaine","Emulgointiainetta","Emulgointiaineet","Emulgointiaineita"],"ro":["Emulsifiant","Emulgator","emulsifianți"],"nb":["Emulgeringsmiddel","Emulgator","Emulgatorer"],"ca":["Emulsionant","emulgent","emulgents","emulsiu","agent dispersant","agents dispersants"],"de":["Emulgator","Emulgatoren"],"el":["Γαλακτωματοποιητής"],"fr":["Émulsifiant","agent de dispersion","agent de surface","agent de suspension","agent d'ajustement de la densité","inhibiteur de cristallisation","nébulisant","plastifiant"],"es":["Emulgente","Emulsificante","emulsionante","agente dispersante","agente enturbiador","agentes enturbiadores","agente tensoactivo","corrector de la densidad","estabilizadores de una suspensión","estabilizador de una suspensión","inhibidor de la cristalización","plastificante"],"cs":["Emulgátor"],"et":["Emulgaator"],"en":["Emulsifier","clouding agent","crystallization inhibitor","density adjustment agent","dispersing agent","emulsifier blend","emulsifying agent","emulsifying","plasticizer","surface active agent","suspension agent"],"ja":["乳化剤"],"hu":["Emulgeálószer","emulgeálószerek","kristályosodásgátló","sűrűségszabályozó szer","diszpergálószer","lágyító","felületaktív anyag","szuszpenziós szer"],"da":["Emulgator","Emulgatorer","Emulgeringsmiddel"],"pt":["Emulsionante","emulsionantes","emulsificante"],"nl":["Emulgator","Emulgatoren"],"hr":["emulgator","emulgatori","emlgatori","emuglator","smjesa emulgatora","smjesa za emulgiranje"],"sk":["Emulgátor"],"sv":["Emulgeringsmedel","Emulgering","emulgator"],"mk":["емулгатор"],"lv":["Emulgators"],"sl":["Emulgator"],"lt":["Emulsiklis","emulsikliai"],"ru":["Эмульгатор","эмульгаторы"],"bg":["Емулгатор","емулгатори"],"is":["Yruefni"],"mt":["Emulsifikant"],"it":["Emulsionante","emulsionanti","agente emulsionante","agenti emulsionanti"],"pl":["Emulgator","Emulgatory"],"ga":["Eiblitheoir"]}},"en:natural-antioxidant":{"synonyms":{"ro":["antioxidant natural"],"fi":["luonnollinen antioksidantti"],"de":["natürlicher Antioxidant"],"el":["φυσικό αντιοξειδωτικό"],"ca":["antioxidant natural"],"et":["looduslik antioksüdant"],"fr":["antioxydant naturel"],"es":["antioxidante natural"],"cs":["přírodní antioxidant"],"en":["natural antioxidant"],"da":["naturlig antioxidant"],"hu":["természetes antioxidáns"],"nl":["natuurlijke antioxidant"],"pt":["antioxidante natural"],"sk":["prírodný antioxidant"],"hr":["prirodni antioksidans"],"lv":["dabīgs antioksidants"],"sl":["naravni antioksidant"],"sv":["naturlig antioxidant"],"lt":["natūralus antioksidantas"],"ru":["натуральный антиоксидант"],"it":["antiossidanti naturali","antiossidante naturale"],"pl":["naturalny przeciwutleniacz"],"ga":["frithocsaídeoir nádúrtha"],"bg":["естествен антиоксидант"],"mt":["antiossidant naturali"]},"name":{"en":"Natural antioxidant","es":"Antioxidante natural","fr":"Antioxydant naturel","cs":"Přírodní antioxidant","et":"Looduslik antioksüdant","ca":"Antioxidant natural","el":"Φυσικό αντιοξειδωτικό","de":"Natürlicher Antioxidant","fi":"Luonnollinen antioksidantti","ro":"Antioxidant natural","mt":"Antiossidant naturali","bg":"Естествен антиоксидант","pl":"Naturalny przeciwutleniacz","it":"Antiossidanti naturali","ga":"Frithocsaídeoir nádúrtha","lt":"Natūralus antioksidantas","ru":"Натуральный антиоксидант","sv":"Naturlig antioxidant","lv":"Dabīgs antioksidants","sl":"Naravni antioksidant","sk":"Prírodný antioxidant","hr":"Prirodni antioksidans","da":"Naturlig antioxidant","hu":"Természetes antioxidáns","pt":"Antioxidante natural","nl":"Natuurlijke antioxidant"},"parents":["en:antioxidant"]},"en:carrier":{"name":{"en":"Carrier","es":"Agente encapsulador","fr":"Support"},"synonyms":{"fr":["Support","agent d'encapsulation","diluant d'autres additifs alimentaires","solvant de support","support de nutriment"],"es":["Agente encapsulador","diluyente de otros aditivos alimentarios","disolvente inerte","sustancia inerte","sustancia inerte portadora de nutriente"],"en":["Carrier","carrier solvant","diluent for other food additives","encapsulating agent","nutrient carrier"]},"description":{"en":"A food additive used to dissolve, dilute, disperse or otherwise physically modify a food additive or nutrient without altering its function -and without exerting any technological effect itself- in order to facilitate its handling, application or use of the food additive or nutrient.","es":"Aditivos alimentarios que se utilizan para disolver, diluir, dispersar o modificar de otras maneras un aditivo alimentario o nutriente sin alterar su función -y sin generar por sí mismos efecto tecnológico alguno- con el fin de facilitar la manipulación, la aplicación o uso del aditivo alimentario o nutriente.","fr":"Additif alimentaire utilisé pour dissoudre, diluer, disperser ou modifier physiquement de toute autre façon un additif alimentaire ou un nutriment sans altérer sa fonction -et sans produire lui-même d'effet technologique- afin de faciliter sa manipulation, son application ou son utilisationde l'additif alimentaire ou du nutriment."}},"en:packaging-gas":{"description":{"es":"Aditivos alimentarios gaseosos, introducidos en un envase antes, durante o después de su llenado con un alimento, con la intención de proteger el alimento, por ejemplo, de la oxidación o descomposición.","fr":"Additif alimentaire gazeux, qui est introduit dans un conteneur pendant, durant ou après son remplissage avec une denrée alimentaire avec l'intention de protéger l'aliment par exemple de l'oxydation ou de l'altération.","nl":"Een gasvormig voedseladditief dat in een container wordt geïntroduceerd vóór, tijdens of na het vullen met voedsel, met de bedoeling het voedsel te beschermen, bijvoorbeeld tegen oxidatie of bederf.","pt":"Um aditivo alimentar gasoso, que é introduzido em um recipiente antes, durante ou após o enchimento com alimentos, com a intenção de proteger o alimento, por exemplo, da oxidação ou deterioração.","en":"A food additive gas, which is introduced into a container before, during or after filling with food with the intention to protect the food, for example, from oxidation or spoilage.","sv":"En gasformig livsmedelstillsats som införs i en behållare före, under eller efter fyllning med mat med avsikt att skydda maten, till exempel från oxidation eller försämring.","de":"Ein gasförmiger Lebensmittelzusatzstoff, der vor, während oder nach dem Befüllen eines Behälters mit Lebensmitteln eingeführt wird, um das Lebensmittel zum Beispiel vor Oxidation oder Verderb zu schützen.","it":"Un additivo alimentare gassoso, che viene introdotto in un contenitore prima, durante o dopo il riempimento con il cibo con l'intenzione di proteggere il cibo, ad esempio dall'ossidazione o dall'alterazione."},"synonyms":{"el":["Αέριο συσκευασίας"],"de":["Packgas","Verpackungsgas"],"ca":["Gas d'envasament"],"fi":["Pakkauskaasu","Pakkauskaasua","Pakkauskaasut","Pakkauskaasuja"],"ro":["Gaz de ambalare"],"ja":["包装ガス"],"en":["Packaging gas"],"et":["Pakendamisgaas"],"fr":["Gaz de conditionnement"],"es":["Gas de envasado","Gases de envasado"],"cs":["Balicí plyn"],"lv":["Iepakojuma gāze"],"sl":["Plin za pakiranje"],"zh":["包装气体"],"ar":["غاز تعبئة وتغليف"],"sv":["Förpackningsgas"],"ko":["포장 가스"],"hr":["plin za pakiranje","plin za pakiranje"],"sk":["Baliaci plyn"],"hu":["Csomagológáz"],"da":["Pakkegas"],"nl":["Verpakkingsgas"],"pt":["Gás de embalagem"],"it":["Gas di confezionamento"],"pl":["Gaz do pakowania"],"ga":["Gás pacáistithe"],"mt":["Gass tal-ippakkjar"],"bg":["Опаковъчен газ"],"lt":["Pakavimo dujos"],"ru":["Упаковочный газ"]},"name":{"lt":"Pakavimo dujos","ru":"Упаковочный газ","mt":"Gass tal-ippakkjar","bg":"Опаковъчен газ","pl":"Gaz do pakowania","it":"Gas di confezionamento","ga":"Gás pacáistithe","hr":"Plin za pakiranje","sk":"Baliaci plyn","hu":"Csomagológáz","da":"Pakkegas","pt":"Gás de embalagem","nl":"Verpakkingsgas","ar":"غاز تعبئة وتغليف","sv":"Förpackningsgas","ko":"포장 가스","lv":"Iepakojuma gāze","sl":"Plin za pakiranje","zh":"包装气体","fr":"Gaz de conditionnement","es":"Gas de envasado","cs":"Balicí plyn","et":"Pakendamisgaas","ja":"包装ガス","en":"Packaging gas","fi":"Pakkauskaasu","ro":"Gaz de ambalare","ca":"Gas d'envasament","el":"Αέριο συσκευασίας","de":"Packgas"}},"en:firming-agent":{"description":{"fi":"Kiinteyttämisaineet ovat aineita, jotka tekevät hedelmän tai vihanneksen solukon kiinteäksi tai rapeaksi tai säilyttävät sen sellaisena tai jotka yhdessä hyytelöimisaineiden kanssa muodostavat tai vahvistavat hyytelörakennetta.","sk":"Stužovadlá sú látky, ktoré spevňujú tkanivá ovocia a zeleniny alebo ich zachovávajú v krehkom stave, alebo spolupôsobia s gélotvornými činidlami a tvoria alebo spevňujú gél.","hu":"Szilárdítóanyagok: olyan anyagok, amelyek a gyümölcsök vagy zöldségek szöveteit keménnyé vagy ropogóssá teszik vagy így tartják, illetve zselésítőanyagokkal szilárd gélt képeznek.","da":"Konsistensmidler: stoffer, som gør eller holder frugt og grøntsager faste eller sprøde, eller som reagerer med geleringsmidler og danner eller styrker en gel.","nl":"Verstevigingsmiddelen: stoffen die fruit of groente stevig of knapperig maken of houden, of met geleermiddelen reageren om een gel te vormen of te verstevigen.","pt":"Agentes de endurecimento: substâncias que tornam ou mantêm firmes ou estaladiços os tecidos dos frutos ou dos produtos hortícolas, ou actuam em conjunto com gelificantes para produzir ou reforçar um gel.","sv":"Konsistensmedel: ämnen som gör eller håller frukt eller grönsaker fasta eller spröda eller som reagerar med geleringsmedel och bildar eller förstärker ett gel.","el":"Σκληρυντικοί παράγοντες, οι ουσίες που καθιστούν ή διατηρούν τους ιστούς των φρούτων ή των λαχανικών σκληρούς ή τραγανούς, ή αλληλεπιδρούν με τους πηκτωματογόνους παράγοντες για την παρασκευή ή την ενίσχυση πηκτώματος·","lv":"Cietinātāji ir vielas, kas padara vai saglabā stingrus vai kraukšķīgus augļu vai dārzeņu audus, vai iedarbojoties ar recinātājiem, veido vai stiprina želeju.","sl":"Utrjevalci so snovi, ki omogočajo ali ohranjajo čvrstost sadja ali zelenjave ali v povezavi z želirnimi sredstvi tvorijo ali utrdijo žele.","de":"Festigungsmittel sind Stoffe, die dem Zellgewebe von Obst und Gemüse Festigkeit und Frische verleihen bzw. diese erhalten oder die zusammen mit einem Geliermittel ein Gel erzeugen oder festigen.","fr":"Les affermissants sont des substances qui permettent de rendre ou de garder les tissus des fruits et des légumes fermes ou croquants, ou qui, en interaction avec des gélifiants, forment ou raffermissent un gel.","lt":"Kietikliai – medžiagos, išlaikančios ar suteikiančios vaisiams ar daržovėms stangrumą ar trapumą arba sąveikaujančios su stingdikliais, skatinant ir stiprinant tirštėjimą.","es":"Endurecedores: sustancias que vuelven o mantienen los tejidos de frutas u hortalizas firmes o crujientes o actúan junto con agentes gelificantes para producir o reforzar un gel.","cs":"Zpevňujícími látkami se rozumějí látky, které činí tkáně ovoce nebo zeleniny pevnými nebo křehkými nebo udržují jejich pevnost nebo křehkost nebo látky, které reakcí se želírujícími látkami vytvářejí nebo ztužují gel.","et":"Tardained – ained, mis muudavad puu- või köögiviljatoodete konsistentsi või annavad koos želeerivate ainetega tugeva tarde.","en":"Firming agents are substances which make or keep tissues of fruit or vegetables firm or crisp, or interact with gelling agents to produce or strengthen a gel.","pl":"Substancje wiążące to substancje powodujące lub utrzymujące jędrność lub kruchość tkanek owoców i warzyw lub współdziałające z substancjami żelującymi w tworzeniu lub wzmacnianiu żelu.","it":"Gli agenti di resistenza sono sostanze che rendono o mantengono saldi o croccanti i tessuti dei frutti o degli ortaggi, o che interagiscono con agenti gelificanti per produrre o consolidare un gel."},"children":["en:natural-firming-agent"],"wikidata":{"en":"Q1408496"},"synonyms":{"ca":["Enfortidor","enduridor","agent enduridor","agent enfortidor"],"el":["Σκληρυντικό"],"de":["Festigungsmittel"],"ro":["Agent de întărire"],"fi":["Kiinteyttämisaine","Kiinteyttämisainetta","Kiinteyttämisaineet","Kiinteyttämisaineita"],"en":["Firming agent"],"fr":["Affermissant","agent affermissant"],"es":["Endurecedor","Agentes endurecedores","Agente endurecedor"],"cs":["Zpevňující látka"],"et":["Tardaine"],"sv":["Konsistensmedel"],"lv":["Cietinātājs"],"sl":["Utrjevalec"],"sk":["Stužovadlo"],"hr":["učvršćivač","učvrščivać","učvršćivač za učvršćivanje","učvrščivač"],"da":["Konsistensmiddel"],"hu":["Szilárdítóanyag","szilárdító anyag"],"pt":["Agente de endurecimento"],"nl":["Verstevigingsmiddel","Verstevigingsmiddelen"],"mt":["Aġent li jissoda"],"bg":["Втвърдител"],"pl":["Substancja wiążąca","Substancje wiążące"],"it":["Agente di resistenza","agenti di resistenza"],"ga":["Oibreán teannta"],"lt":["Kietiklis"],"ru":["уплотнитель"]},"name":{"fi":"Kiinteyttämisaine","ro":"Agent de întărire","ca":"Enfortidor","el":"Σκληρυντικό","de":"Festigungsmittel","cs":"Zpevňující látka","fr":"Affermissant","es":"Endurecedor","et":"Tardaine","en":"Firming agent","sk":"Stužovadlo","hr":"Učvršćivač","pt":"Agente de endurecimento","nl":"Verstevigingsmiddel","hu":"Szilárdítóanyag","da":"Konsistensmiddel","sv":"Konsistensmedel","sl":"Utrjevalec","lv":"Cietinātājs","ru":"Уплотнитель","lt":"Kietiklis","mt":"Aġent li jissoda","bg":"Втвърдител","ga":"Oibreán teannta","it":"Agente di resistenza","pl":"Substancja wiążąca"}},"en:colour-retention-agent":{"description":{"es":"Aditivos alimentarios que estabilizan, retienen o intensifican el color de un alimento.","fr":"Additif alimentaire qui stabilise, retient ou intensifie la couleur d'une denrée alimentaire."},"name":{"en":"Colour retention agent","fr":"Agent de rétention de la couleur","es":"Agente de retención de color","de":"Farbstabilisator","pt":"Estabilizador de cor","pl":"Do korekcji barwy"},"synonyms":{"pl":["do korekcji barwy","substancja wzmacniająca kolor"],"pt":["estabilizador de cor"],"de":["Farbstabilisator"],"fr":["agent de rétention de la couleur","fixateur de la couleur","fixateur de couleur","adjuvant de la couleur","stabilisant de la couleur","agent de rétention de couleur","fixateur de couleur","adjuvant de couleur","stabilisant de couleur"],"es":["Agente de retención de color","complementos del color","estabilizador del color","estabilizadores del color","fijadores del color","fijador del color"],"en":["colour retention agent","colour adjunct","colour fixative","colour stabilizer","maintain color","color retention"]}},"en:enriching-substances":{"name":{"en":"Enriching substances","pl":"Substancje wzbogacające"},"synonyms":{"pl":["substancje wzbogacające","substancja wzbogacająca"],"en":["enriching substances","enriching additives","enriching substance"]}},"fr:additifs-alimentaires":{"synonyms":{"hr":["aditiv","funkcionalno svojstvo"],"fr":["additifs alimentaires"]},"name":{"fr":"Additifs alimentaires","hr":"Aditiv"}},"en:humectant":{"description":{"hu":"Nedvesítőszerek: olyan anyagok, amelyek megvédik az élelmiszert a kiszáradástól, ellensúlyozva egy alacsony relatív nedvességtartalmú légtér hatását, vagy elősegítik egy por vizes közegben való oldódását.","da":"Fugtighedsbevarende midler: stoffer, som beskytter fødevarer mod udtørring ved at reducere virkningen af omgivelser med lav fugtighedsgrad, eller som gør opløsning af et pulver i et vandigt medium lettere.","nl":"Bevochtigingsmiddelen: stoffen die uitdroging van levensmiddelen beletten door de gevolgen van een lage luchtvochtigheid tegen te gaan, of een poeder makkelijker oplosbaar maken in een waterig medium.","pt":"Humidificantes: substâncias que impedem os géneros alimentícios de secar por contrabalançarem o efeito de uma atmosfera com baixo grau de humidade, ou promovem a dissolução de um pó num meio aquoso.","sk":"Zvlhčovadlá sú látky, ktoré chránia potraviny pred vysušením tak, že obmedzujú vplyv vzduchu s nízkou relatívnou vlhkosťou alebo podporujú rozpúšťanie prášku vo vodnom prostredí.","fi":"Kosteudensäilyttäjät ovat aineita, jotka estävät elintarvikkeita kuivumasta kosteuspitoisuudeltaan alhaisen ympäröivän ilman vaikutuksesta tai edistävät jauheen liukenemista nestemäiseen aineeseen.","de":"Feuchthaltemittel sind Stoffe, die das Austrocknen von Lebensmitteln verhindern, indem sie die Auswirkungen einer Atmosphäre mit geringem Feuchtigkeitsgehalt ausgleichen, oder Stoffe, die die Auflösung eines Pulvers in einem wässrigen Medium fördern.","lv":"Mitrumuzturētāji ir vielas, kas pasargā pārtikas produktus no izžūšanas, pretdarbojoties sausa gaisa ietekmei, vai veicina pulveru šķīšanu ūdeni saturošā vidē.","el":"Υγροσκοπικά μέσα, οι ουσίες που αποτρέπουν την ξήρανση των τροφίμων αντιδρώντας στην επίδραση μιας ατμόσφαιρας με χαμηλό βαθμό υγρασίας, ή που προάγουν τη διάλυση μιας σκόνης σε υδατικό μέσο·","sl":"Sredstva za ohranjanje vlage so snovi, ki preprečujejo izsušitev živil pri nizki vlažnosti zraka ali pospešujejo raztapljanje praška v vodi.","sv":"Fuktighetsbevarande medel: ämnen som förhindrar uttorkning av livsmedel genom att motverka effekten av luft med låg fuktighet, eller förbättrar upplösningen av pulver i vattenlösningar.","et":"Niiskusesäilitajad – ained, mis takistavad toidu kuivamist madala niiskusesisaldusega õhus või soodustavad pulbrite lahustumist vesikeskkonnas.","es":"Humectantes: sustancias que impiden la desecación de los alimentos contrarrestando el efecto de una atmósfera con un grado bajo de humedad, o que favorecen la disolución de un polvo en un medio acuoso.","lt":"Drėgmę išlaikančios medžiagos – medžiagos, apsaugančios maisto produktą nuo išdžiūvimo sumažėjus drėgmei atmosferoje, arba padedančios vandenyje ištirpinti miltelius.","fr":"Les humectants sont des substances qui empêchent le dessèchement des denrées alimentaires en compensant les effets d'une faible humidité atmosphérique ou qui favorisent la dissolution d'une poudre en milieu aqueux.","cs":"Zvlhčujícími látkami se rozumějí látky, které chrání potravinu před vysycháním tím, že působí proti účinkům vzduchu s nízkou relativní vlhkostí nebo podporují rozpouštění práškovitých potravin ve vodném prostředí.","it":"Gli agenti umidificanti sono sostanze che impediscono l'essiccazione degli alimenti contrastando l'effetto di una umidità atmosferica scarsa, o che promuovono la dissoluzione di una polvere in un ambiente acquoso.","pl":"Substancje utrzymujące wilgoć to substancje zapobiegające wysychaniu żywności poprzez przeciwdziałanie wpływom atmosferycznym, posiadające niski stopień wilgotności, lub ułatwiające rozpuszczanie się proszku w środowisku wodnym.","en":"Humectants are substances which prevent foods from drying out by counteracting the effect of an atmosphere having a low degree of humidity, or promote the dissolution of a powder in an aqueous medium."},"wikidata":{"en":"Q911854"},"synonyms":{"hr":["tvar za zadržavanje vlage","humektant","sredstvo za zadržavanje vlage","tvari za zadržavanje vlage"],"sk":["Zvlhčovadlo"],"da":["Fugtighedsbevarende middel"],"hu":["Nedvesítőszer"],"pt":["Humidificante","humidificantes"],"nl":["Bevochtigingsmiddel"],"lv":["Mitrumuzturētājs"],"zh":["水分保持劑"],"sv":["Fuktighetsbevarande medel"],"lt":["Drėgmę išlaikanti medžiaga"],"ru":["влагоудерживающий агент","влагоудерживающие агенты","агент влагоудерживающий","агент-влагоудерживающий"],"it":["Umidificante","umidificanti","agente umidificante","agenti umidificanti","umettante","umettanti"],"pl":["Substancja utrzymująca wilgoć","Substancje utrzymujące wilgoć","Substancja utrzymująca wilgotność","Substancje utrzymujące wilgotność"],"ga":["Taisleán"],"bg":["Влагозадържащ агент"],"ro":["Agent de umezire"],"fi":["Kosteudensäilyttäjä","Kosteudensäilyttäjää","Kosteudensäilyttäjät","Kosteudensäilyttäjiä","Humektantti","Humektanttia","Humektantit","Humektantteja"],"nb":["Fuktighetsbevarer"],"el":["Υγροσκοπικό μέσο"],"de":["Feuchthaltemittel"],"ca":["Humectant"],"et":["Niiskusesäilitaja"],"fr":["Humectant","agent de rétention d'eau","agent de rétention d'humidité","mouillant","agent mouillant"],"es":["Humectante","agente humectante","agente de retención del agua","agentes de retención de la humedad"],"cs":["Zvlhčující látka"],"en":["Humectant","moisture retention agent","water retention agent","wetting agent","moisture retention"]},"name":{"en":"Humectant","cs":"Zvlhčující látka","fr":"Humectant","es":"Humectante","et":"Niiskusesäilitaja","ca":"Humectant","de":"Feuchthaltemittel","el":"Υγροσκοπικό μέσο","ro":"Agent de umezire","fi":"Kosteudensäilyttäjä","nb":"Fuktighetsbevarer","bg":"Влагозадържащ агент","ga":"Taisleán","it":"Umidificante","pl":"Substancja utrzymująca wilgoć","ru":"Влагоудерживающий агент","lt":"Drėgmę išlaikanti medžiaga","sv":"Fuktighetsbevarande medel","zh":"水分保持劑","lv":"Mitrumuzturētājs","pt":"Humidificante","nl":"Bevochtigingsmiddel","hu":"Nedvesítőszer","da":"Fugtighedsbevarende middel","hr":"Tvar za zadržavanje vlage","sk":"Zvlhčovadlo"}},"en:amino-acids":{"synonyms":{"sl":["Aminokisline"],"lv":["Aminoskābes"],"el":["Αμινοξέα"],"de":["Aminosäuren"],"sv":["Aminosyror"],"sk":["Aminokyseliny"],"nl":["Aminozuur","Aminozuren"],"pt":["Aminoácidos"],"hu":["Aminosavak"],"ro":["Aminoacizi"],"fi":["Aminohapot","Aminohappoja"],"pl":["Aminokwasy"],"it":["Amminoacidi"],"ja":["アミノ酸"],"mt":["Aċidi amminiċi"],"bg":["Аминокиселини"],"en":["Amino acids","amino acid"],"et":["Aminohapped"],"cs":["Aminokyseliny"],"es":["Aminoácidos"],"lt":["Aminorūgštys"],"fr":["Acides aminés"]},"name":{"sl":"Aminokisline","lv":"Aminoskābes","el":"Αμινοξέα","de":"Aminosäuren","sv":"Aminosyror","sk":"Aminokyseliny","nl":"Aminozuur","pt":"Aminoácidos","hu":"Aminosavak","fi":"Aminohapot","ro":"Aminoacizi","pl":"Aminokwasy","it":"Amminoacidi","ja":"アミノ酸","mt":"Aċidi amminiċi","bg":"Аминокиселини","en":"Amino acids","et":"Aminohapped","cs":"Aminokyseliny","es":"Aminoácidos","lt":"Aminorūgštys","fr":"Acides aminés"},"children":["en:l-tryptophan"]},"en:minerals":{"name":{"et":"Mineraalained","fr":"Minéraux","es":"Minerales","cs":"Minerální látky","ja":"ミネラル","en":"Minerals","ro":"Minerale","fi":"Kivennäisaineet","el":"Ανόργανα συστατικά","de":"Mineralstoffe","lt":"Mineralinės medžiagos","ru":"Минералы","it":"Minerali","pl":"Składniki mineralne","no":"Mineraler","mt":"Minerali","bg":"Минерали","hr":"Minerala","sk":"Minerálne látky","hu":"Ásványi anyagok","da":"Mineraler","pt":"Minerais","nl":"Mineralen","lv":"Minerālvielas","sl":"Minerali","sv":"Mineraler"},"synonyms":{"en":["Minerals"],"ja":["ミネラル"],"cs":["Minerální látky"],"es":["Minerales"],"fr":["Minéraux","Substances d'apport minéral","Apport minéral"],"et":["Mineraalained","Mineraalid"],"de":["Mineralstoffe"],"el":["Ανόργανα συστατικά","Ορυκτά"],"fi":["Kivennäisaineet","Kivennäisaineita","Kivennäiset","Kivennäisiä","Kivennäinen","Kivennäistä","Kivennäisaine","Kivennäisainetta","Mineraalit"],"ro":["Minerale"],"bg":["Минерали"],"mt":["Minerali"],"no":["Mineraler"],"pl":["Składniki mineralne","minerały"],"it":["Minerali"],"ru":["Минералы"],"lt":["Mineralinės medžiagos"],"sv":["Mineraler"],"sl":["Minerali"],"lv":["Minerālvielas"],"nl":["Mineralen"],"pt":["Minerais"],"da":["Mineraler"],"hu":["Ásványi anyagok","ásványok"],"sk":["Minerálne látky"],"hr":["minerala","Minerali"]}},"en:natural-firming-agent":{"parents":["en:firming-agent"],"name":{"sv":"Naturligt konsistensmedel","sl":"Naravni utrjevalec","lv":"Dabīgs cietinātājs","nl":"Natuurlijk verstevigingsmiddel","pt":"Agente de endurecimento natural","da":"Naturligt konsistensmiddel","hu":"Természetes szilárdítóanyag","hr":"Prirodni učvršćivač","sk":"Prírodné stužovadlo","bg":"Естествен уплътнител","mt":"Aġent li jissoda naturali","ga":"Feidhmíonn nádúrtha","it":"Agente di resistenza naturale","ru":"Натуральный уплотнитель","lt":"Natūralus kietiklis","ca":"Agent de fermesa natural","de":"Natürliches Festigungsmittel","el":"Φυσικό σκληρυντικό","ro":"Agent de întărire natural","nb":"Naturlig smaksforsterker","en":"Natural firming agent","cs":"Přírodní zpevňující látka","es":"Agente de endurecimiento natural","fr":"Agent de fermeté naturel","et":"Looduslik tardaine"},"synonyms":{"ru":["натуральный уплотнитель"],"lt":["Natūralus kietiklis"],"bg":["Естествен уплътнител"],"mt":["Aġent li jissoda naturali"],"ga":["Feidhmíonn nádúrtha"],"it":["Agente di resistenza naturale"],"nl":["Natuurlijk verstevigingsmiddel"],"pt":["Agente de endurecimento natural"],"da":["Naturligt konsistensmiddel"],"hu":["Természetes szilárdítóanyag"],"hr":["prirodni učvršćivač"],"sk":["Prírodné stužovadlo"],"sv":["Naturligt konsistensmedel"],"sl":["Naravni utrjevalec"],"lv":["Dabīgs cietinātājs"],"cs":["Přírodní zpevňující látka"],"fr":["Agent de fermeté naturel"],"es":["Agente de endurecimiento natural"],"et":["Looduslik tardaine"],"en":["Natural firming agent"],"nb":["Naturlig smaksforsterker"],"ro":["Agent de întărire natural"],"ca":["Agent de fermesa natural"],"de":["Natürliches Festigungsmittel"],"el":["Φυσικό σκληρυντικό"]}},"fr:denree-alimentaire-colorante":{"parents":["en:colour"],"name":{"es":"Colorante alimenticio","fr":"Denrée alimentaire colorante","hu":"Élelmiszer színezék","ca":"Colorant alimentari","de":"Färbendes Lebensmittel","pl":"Żywność barwiąca","it":"Sostanze alimentari coloranti"},"synonyms":{"hu":["élelmiszer színezék"],"es":["colorante alimenticio","colorantes alimenticios"],"fr":["denrée alimentaire colorante","denrées alimentaires colorantes"],"pl":["żywność barwiąca","środek spożywczy o właściwościach barwiących","środek spożywczy barwiący","środki spożywcze barwiące"],"it":["sostanze alimentari coloranti"],"de":["färbendes Lebensmittel","färbende Lebensmittel"],"ca":["colorant alimentari","colorants alimentaris"]}},"en:sweetener":{"name":{"en":"Sweetener","ja":"甘味料","et":"Magusaine","cs":"Sladidlo","es":"Edulcorante","fr":"Édulcorant","de":"Süßungsmittel","el":"Γλυκαντικό","ca":"Edulcorant","ro":"Îndulcitor","fi":"Makeutusaine","nb":"Søtningsmiddel","ga":"Milseoir","pl":"Substancja słodząca","it":"Edulcorante","bg":"Подсладител","mt":"Dolċifikant","ru":"Подсластитель","lt":"Saldiklis","zh":"甜味劑","sl":"Stabilizator","lv":"Saldinātājs","mk":"Сладила","sv":"Sötningsmedel","pt":"Edulcorante","nl":"Zoetstof","hu":"Édesítőszer","da":"Sødestof","sk":"Sladidlo","hr":"Sladila"},"synonyms":{"en":["Sweetener","bulk sweetener","intense sweetener","natural sweetener"],"ja":["甘味料"],"fr":["Édulcorant","édulcorant de charge","édulcorant intense"],"es":["Edulcorante","Endulzante","edulcorante intenso","edulcorante masivo","edulcorante natural"],"cs":["Sladidlo"],"et":["Magusaine"],"ca":["Edulcorant","esdulcorants"],"de":["süßungsmittel","süssungsmittel","sußungsmittel","Süßstoffe"],"el":["Γλυκαντικό"],"fi":["Makeutusaine","Makeutusainetta","Makeutusaineet","Makeutusaineita"],"ro":["Îndulcitor"],"nb":["Søtningsmiddel","Søtstoff","Søtstoffer"],"bg":["Подсладител","подсладители"],"mt":["Dolċifikant"],"pl":["Substancja słodząca","Substancje słodzące","słodzik","słodziki","substancję słodzącą"],"it":["Edulcorante","edulcoranti","dolcificante","dolcificanti"],"ga":["Milseoir"],"lt":["Saldiklis"],"ru":["подсластитель","подсластители","заменитель сахара"],"sv":["Sötningsmedel"],"mk":["сладила"],"zh":["甜味劑"],"lv":["Saldinātājs"],"sl":["Stabilizator"],"da":["Sødestof","Sødestoffer","Kunstigt sødemiddel","sødemiddel"],"hu":["Édesítőszer","édesítőszerek"],"pt":["Edulcorante"],"nl":["Zoetstof","Zoetstoffen"],"hr":["sladila","sladilo","zaslađivač","zaslađivači","zaslađivanje"],"sk":["Sladidlo"]},"description":{"fi":"Makeutusaineet ovat aineita, joita käytetään antamaan makeaa makua elintarvikkeisiin tai pöytämakeuttajiin.","da":"Sødestoffer: stoffer, der anvendes til at give fødevarer en sød smag eller i sødestoffer til bordbrug.","hu":"Édesítőszerek: olyan anyagok, amelyek édes ízt kölcsönöznek az élelmiszernek vagy az asztali édesítőszereknek.","pt":"Edulcorantes: substâncias utilizadas para conferir um sabor doce aos géneros alimentícios ou utilizadas nos edulcorantes de mesa.","nl":"Zoetstoffen: stoffen die worden gebruikt om levensmiddelen een zoete smaak te geven of in tafelzoetstoffen.","sk":"Sladidlá sú látky, ktoré sa používajú na dodanie sladkej chuti potravinám alebo ako stolové sladidlá.","sv":"Sötningsmedel: ämnen som används för att ge livsmedel söt smak eller i bordssötningsmedel.","de":"Süßungsmittel sind Stoffe, die zum Süßen von Lebensmitteln und in Tafelsüßen verwendet werden.","el":"Γλυκαντικά, οι ουσίες που χρησιμοποιούνται για να προσδώσουν γλυκιά γεύση σε τρόφιμα ή σε επιτραπέζια γλυκαντικά·","lv":"Saldinātāji ir vielas, ko lieto, lai piešķirtu pārtikas produktiem saldu garšu, vai kā galda saldinātājus.","sl":"Sladila so snovi, ki se uporabljajo za sladkanje živil ali kot namizna sladila.","es":"Edulcorantes: sustancias que se emplean para dar un sabor dulce a los alimentos o en edulcorantes de mesa.","lt":"Saldikliai – medžiagos, naudojamos siekiant suteikti saldų skonį maisto produktams arba medžiagos, naudojamos saldikliuose, skirtuose pasaldinti maistą valgant.","fr":"Les édulcorants sont des substances qui servent à donner une saveur sucrée aux denrées alimentaires ou qui sont utilisées dans des édulcorants de table.","cs":"Náhradními sladidly se rozumějí látky používané k tomu, aby se potravinám nebo stolním sladidlům dodala sladká chuť.","et":"Magusained – ained, mida kasutatakse toidule magusa maitse andmiseks või lauamagusainetes.","en":"Sweeteners are substances used to impart a sweet taste to foods or in table-top sweeteners.","pl":"Substancje słodzące to substancje stosowane do nadania środkom spożywczym słodkiego smaku lub stosowane w słodzikach stołowych.","it":"Gli edulcoranti sono sostanze utilizzate per conferire un sapore dolce agli alimenti o come edulcoranti da tavola."},"wikidata":{"en":"Q626292"}},"en:l-tryptophan":{"parents":["en:amino-acids"],"synonyms":{"ro":["Triptofan"],"nb":["Tryptofan"],"id":["Triptofan"],"lb":["Tryptophan"],"de":["L-Tryptophan","Tryptophan"],"eo":["triptofano"],"es":["L-Triptófano","Triptófano"],"fr":["l-tryptophane","tryptophane"],"en":["L-tryptophan"],"jv":["Triptofan"],"hu":["Triptofán"],"nl":["L-Tryptofaan","tryptofaan"],"vi":["Tryptophan"],"hr":["Triptofan"],"eu":["Triptofano"],"zh":["色氨酸"],"lv":["triptofāns"],"sl":["Triptofan"],"sv":["Tryptofan"],"mk":["Триптофан"],"ar":["تريبتوفان"],"lt":["Triptofanas"],"ru":["триптофан"],"ms":["Triptofan"],"it":["L-triptofano","triptofano"],"fa":["تریپتوفان"],"be":["Трыптафан"],"gl":["Triptófano"],"sr":["триптофан"],"oc":["Triptofan"],"bn":["ট্রিপ্টোফ্যান"],"fi":["tryptofaani","l-tryptofaani"],"th":["ทริปโตเฟน"],"el":["Τρυπτοφάνη"],"ca":["triptòfan"],"et":["Trüptofaan"],"cs":["L-tryptofan","tryptofan"],"ta":["டிரிப்டோபான்"],"af":["Triptofaan"],"ku":["Trîptofan"],"ja":["トリプトファン"],"da":["Tryptofan"],"pt":["Triptófano"],"sk":["Tryptofán"],"uk":["Триптофан"],"he":["טריפטופן"],"ko":["트립토판"],"sh":["Triptofan"],"tr":["Triptofan"],"nn":["L-tryptofan"],"hy":["Տրիպտոֆան"],"pl":["L-tryptofan","tryptofan"],"bg":["Триптофан"]},"name":{"tr":"Triptofan","nn":"L-tryptofan","sh":"Triptofan","bg":"Триптофан","hy":"Տրիպտոֆան","pl":"L-tryptofan","uk":"Триптофан","he":"טריפטופן","da":"Tryptofan","pt":"Triptófano","sk":"Tryptofán","ko":"트립토판","cs":"L-tryptofan","et":"Trüptofaan","ku":"Trîptofan","ja":"トリプトファン","ta":"டிரிப்டோபான்","af":"Triptofaan","fi":"Tryptofaani","th":"ทริปโตเฟน","oc":"Triptofan","sr":"Триптофан","bn":"ট্রিপ্টোফ্যান","ca":"Triptòfan","el":"Τρυπτοφάνη","lt":"Triptofanas","ru":"Триптофан","gl":"Triptófano","ms":"Triptofan","it":"L-triptofano","be":"Трыптафан","fa":"تریپتوفان","hu":"Triptofán","vi":"Tryptophan","nl":"L-Tryptofaan","eu":"Triptofano","hr":"Triptofan","sv":"Tryptofan","mk":"Триптофан","ar":"تريبتوفان","zh":"色氨酸","lv":"Triptofāns","sl":"Triptofan","fr":"L-tryptophane","es":"L-Triptófano","eo":"Triptofano","en":"L-tryptophan","jv":"Triptofan","ro":"Triptofan","nb":"Tryptofan","id":"Triptofan","lb":"Tryptophan","de":"L-Tryptophan"},"wikidata":{"en":"Q181003"},"wikipedia":{"en":"https://en.wikipedia.org/wiki/L-tryptophan—pyruvate_aminotransferase"}},"en:colour-stabiliser":{"synonyms":{"da":["farvestabilisator"],"sv":["färgstabilisator"],"en":["colour stabiliser","color stabilizer"]},"name":{"da":"Farvestabilisator","en":"Colour stabiliser","sv":"Färgstabilisator"},"parents":["en:stabiliser"]},"en:raising-agent":{"name":{"hu":"Térfogatnövelő szer","da":"Hævemiddel","pt":"Levedante","nl":"Rijsmiddel","sk":"Kypriaca látka","hr":"Sredstvo za rahljenje","lv":"Irdinātājs","sl":"Potisni plin","sv":"Jäsningsmedel","lt":"Tešlos kildymo medžiaga","ru":"Разрыхлитель","it":"Agente lievitante","pl":"Substancja spulchniająca","ga":"Oibreán éiritheach","bg":"Набухвател","is":"Lyftiefni","mt":"Aġent li jgħolli l-ikel","ro":"Agent de afânare","fi":"Nostatusaine","nb":"Hevemiddel","de":"Backtriebmittel","el":"Διογκωτικό αρτοποιίας","et":"Kergitusaine","fr":"Agent levant","es":"Gasificante","cs":"Kypřicí látka","en":"Raising agent","ja":"膨脹剤"},"synonyms":{"el":["Διογκωτικό αρτοποιίας"],"de":["Backtriebmittel"],"fi":["Nostatusaine","Nostatusainetta","Nostatusaineet","Nostatusaineita"],"ro":["Agent de afânare"],"nb":["Hevemiddel","Hevemidler"],"ja":["膨脹剤"],"en":["Raising agent","leavening"],"et":["Kergitusaine","kergitusained"],"cs":["Kypřicí látka","kypřidlo"],"fr":["Agent levant","agent de levuration","poudres levantes","poudre à lever","poudres à lever","poudre levante"],"es":["Gasificante","Leudante","Agente leudante"],"sl":["Potisni plin"],"lv":["Irdinātājs"],"sv":["Jäsningsmedel","Jäsmedel"],"sk":["Kypriaca látka"],"hr":["sredstvo za rahljenje","tvar za rahljenje","tvari za rahljenje","tvar za rahljenje za dizanje tijesta","tvari za rahljenje za dizanje tijesta","tvari za rahljenje za dizanje tijesto","tvar za rahlanje","tvar za rahljanje","tvari za podizanje","sredstva za dizanje"],"nl":["Rijsmiddel"],"pt":["Levedante"],"da":["Hævemiddel","Hævemidler"],"hu":["Térfogatnövelő szer","térfogatnövelő szerek"],"ga":["Oibreán éiritheach"],"it":["Agente lievitante","agenti lievitanti","lievitante","lievitanti"],"pl":["Substancja spulchniająca","Substancje spulchniające","środki spulchniające"],"mt":["Aġent li jgħolli l-ikel"],"is":["Lyftiefni"],"bg":["набухвател","набухватели"],"ru":["Разрыхлитель","Разрыхлители"],"lt":["Tešlos kildymo medžiaga"]},"description":{"da":"Hævemidler: stoffer eller kombinationer af stoffer, som udvikler gas og dermed får dej til at svulme op.","hu":"Térfogatnövelő szerek: olyan anyagok vagy anyagkeverékek, amelyek gázt szabadítanak fel, ezzel növelve a tészták térfogatát.","nl":"Rijsmiddelen: stoffen of combinaties van stoffen die gas vrijmaken en daardoor het volume van deeg of beslag vergroten.","pt":"Levedantes químicos: substâncias ou combinações de substâncias que libertam gás, aumentando assim o volume das massas ou polmes de farinha.","sk":"Kypriace činidlá sú látky alebo ich kombinácie, ktoré uvoľňujú plyn a tak zväčšujú objem cesta.","fi":"Nostatusaineet ovat aineita tai seoksia, jotka vapauttavat kaasuja ja siten lisäävät taikinan tai seoksen tilavuutta.","de":"Backtriebmittel sind Stoffe oder Kombinationen von Stoffen, die Gas freisetzen und dadurch das Volumen eines Teigs vergrößern.","lv":"Irdinātāji ir vielas vai to maisījumi, kas, izdalot gāzes, palielina mīklas apjomu.","el":"Διογκωτικά αρτοποιίας, οι ουσίες ή οι συνδυασμοί ουσιών που ελευθερώνουν αέριο και ως εκ τούτου αυξάνουν τον όγκο της ζύμης ή του παναρίσματος·","sl":"Sredstva za vzhajanje so snovi ali njihove kombinacije, ki sproščajo plin in tako povečajo prostornino različnih vrst testa.","sv":"Bakpulver: ämnen eller kombinationer av ämnen som frigör gaser och därigenom ökar volymen på en deg eller smet.","et":"Kergitusained – ained või ainete segud, millest vabaneva gaasi tõttu suureneb taigna maht.","fr":"Les poudres à lever sont des substances ou combinaisons de substances qui, par libération de gaz, accroissent le volume d'une pâte.","lt":"Tešlos kildymo medžiagos – medžiagos arba medžiagų deriniai, išlaisvinantys dujas, kildinančias tešlą arba plaktą tešlą.","es":"Gasificantes: sustancias o combinaciones de sustancias que liberan gas y, de esa manera, aumentan el volumen de una masa.","cs":"Kypřicími látkami se rozumějí látky nebo směsi látek, které uvolňují plyn, a tak zvyšují objem těsta.","it":"Gli agenti lievitanti sono sostanze, o combinazioni di sostanze, che liberano gas e in questo modo aumentano il volume di un impasto o di una pastella.","pl":"Substancje spulchniające to substancje lub mieszaniny substancji uwalniające gaz, a tym samym zwiększające objętość ciasta.","en":"Raising agents are substances or combinations of substances which liberate gas and thereby increase the volume of a dough or a batter."},"wikidata":{"en":"Q908833"}},"en:nucleotides":{"synonyms":{"pl":["Nukleotydy"],"it":["Nucleotidi"],"en":["Nucleotides"],"bg":["Нуклеотиди"],"mt":["Nukleotidi"],"et":["Nukleotiidid"],"lt":["Nukleotidai"],"fr":["Nucléotides"],"es":["Nucleótidos"],"cs":["Nukleotidy"],"de":["Nukleotide","Nucleotide"],"lv":["Nukleotīdi"],"el":["Νουκλεοτίδια"],"sl":["Nukleotidi"],"sv":["Nukleotider"],"hu":["Nukleotidok"],"pt":["Nucleótidos"],"nl":["Nucleotiden","Nucleotide"],"sk":["Nukleotidy"],"ro":["Nucleotide"],"fi":["Nukleotidit","Nukleotidejä"]},"name":{"hu":"Nukleotidok","pt":"Nucleótidos","nl":"Nucleotiden","sk":"Nukleotidy","ro":"Nucleotide","fi":"Nukleotidit","de":"Nukleotide","lv":"Nukleotīdi","el":"Νουκλεοτίδια","sl":"Nukleotidi","sv":"Nukleotider","et":"Nukleotiidid","es":"Nucleótidos","lt":"Nukleotidai","fr":"Nucléotides","cs":"Nukleotidy","it":"Nucleotidi","pl":"Nukleotydy","en":"Nucleotides","bg":"Нуклеотиди","mt":"Nukleotidi"}},"en:carbonating-agent":{"description":{"ca":"Additiu alimentari utilitzat per proporcionar carbonatació en un aliment.","de":"Ein Lebensmittelzusatzstoff, der zur Karbonisierung eines Lebensmittels verwendet wird.","el":"Πρόσθετο τροφίμων που χρησιμοποιείται για την παροχή ανθρακικού σε ένα τρόφιμο.","fi":"Elintarvikelisäaine, jota käytetään hiilihapotuksen aikaansaamiseksi elintarvikkeessa.","ro":"Un aditiv alimentar utilizat pentru a asigura carbonatarea unui aliment.","en":"A food additive used to provide carbonation in a food.","ja":"食品に炭酸を供給するために使用される食品添加物。","cs":"Potravinářská přísada používaná k zajištění karbonizace v potravině.","es":"Aditivos alimentarios utilizados para introducir dióxido de carbono en un alimento.","fr":"Additif alimentaire utilisé pour apporter du dioxyde de carbone à une denrée alimentaire.","et":"Toidulisand, mida kasutatakse toidu karboniseerimiseks.","sv":"Ett livsmedelstillsats som används för att ge kolsyrning i en livsmedelsprodukt.","zh":"用于食品碳酸化的食品添加剂。","sl":"Živilski dodatek, ki se uporablja za karbonizacijo hrane.","lv":"Pārtikas piedeva, ko izmanto, lai nodrošinātu karbonizāciju pārtikā.","nl":"Een voedseladditief dat wordt gebruikt om koolzuur in een voedingsmiddel te brengen.","pt":"Aditivo alimentar utilizado para fornecer carbonatação em um alimento.","hu":"Élelmiszer-adalékanyag, amelyet az élelmiszer karbonizálására használnak.","da":"En fødevaretilsætningsstof, der bruges til at give kulsyre i en fødevare.","sk":"Potravinárska prísada používaná na zabezpečenie karbonizácie v potravinách.","hr":"Dodatak prehrani koji se koristi za karbonizaciju hrane.","is":"Matvælaaukefni sem notað er til að veita kolsýru í matvæli.","bg":"Хранителна добавка, използвана за осигуряване на карбонизация в храната.","mt":"Addittiv tal-ikel użat biex jipprovdi karbonazzjoni f'ikel.","no":"Et tilsetningsstoff som brukes til å gi karbonatisering i mat.","ga":"Breiseán bia a úsáidtear chun carbónáitiú a sholáthar i mbia.","pl":"Dodatek do żywności używany do zapewnienia karbonizacji w żywności.","it":"Additivo alimentare utilizzato per fornire carbonatazione in un alimento.","ru":"Пищевая добавка, используемая для карбонизации пищи.","lt":"Maisto priedas, naudojamas maisto karbonizacijai užtikrinti."},"name":{"sl":"Sredstvo za karbonizacijo","lv":"Karbonizācijas aģents","zh":"碳酸化剂","ar":"عامل كربوني","mk":"Агенс за карбонизација","ko":"탄산 화제","sv":"Kolsyremedel","hr":"Sredstvo za karbonizaciju","sk":"Karbonizačné činidlo","pt":"Agente de carbonatação","nl":"Carbonatatiemiddel","hu":"Szénsavasító anyag","da":"Carboneringsmiddel","he":"חומר קרבונציה","uk":"Карбонізуючий агент","no":"Karboneringsmiddel","ga":"Gníomhaire carbónáitithe","it":"Agente di carbonatazione","pl":"Środek karbonujący","mt":"Aġent tal-karbonizzazzjoni","bg":"Карбонизиращ агент","is":"Kolsýruefni","ru":"Карбонизирующий агент","lt":"Karbonizuojantis agentas","tr":"Karbonatlaşma ajanı","el":"Ανθρακικό μέσο","sq":"Agjent karbonizues","de":"Karbonisierungsmittel","ca":"Agent de carbonatació","id":"Agen karbonasi","th":"สารคาร์บอเนต","ro":"Agent de carbonare","fi":"Karbonointiaine","ja":"炭酸化剤","en":"Carbonating agent","et":"Karboniseeriv aine","cs":"Karbonatační činidlo","es":"Agente de carbonatación","fr":"Agent de carbonation"},"synonyms":{"et":["Karboniseeriv aine"],"cs":["Karbonatační činidlo"],"es":["agente de carbonatación"],"fr":["Agent de carbonation"],"ja":["炭酸化剤"],"en":["Carbonating agent","carbonation"],"id":["Agen karbonasi"],"th":["สารคาร์บอเนต"],"fi":["Karbonointiaine","Karbonointiainetta","Karbonointiaineet","Karbonointiaineita"],"ro":["Agent de carbonare"],"el":["Ανθρακικό μέσο"],"sq":["Agjent karbonizues"],"de":["Karbonisierungsmittel","Karbonisiermittel"],"ca":["Agent de carbonatació"],"ru":["Карбонизирующий агент"],"lt":["Karbonizuojantis agentas"],"tr":["Karbonatlaşma ajanı"],"ga":["Gníomhaire carbónáitithe"],"no":["Karboneringsmiddel"],"it":["Agente di carbonatazione"],"pl":["Środek karbonujący"],"mt":["Aġent tal-karbonizzazzjoni"],"bg":["Карбонизиращ агент"],"is":["Kolsýruefni"],"hr":["Sredstvo za karbonizaciju"],"sk":["Karbonizačné činidlo"],"nl":["Carbonatatiemiddel"],"pt":["Agente de carbonatação"],"hu":["Szénsavasító anyag"],"da":["Carboneringsmiddel"],"he":["חומר קרבונציה"],"uk":["Карбонізуючий агент"],"sl":["Sredstvo za karbonizacijo"],"lv":["Karbonizācijas aģents"],"zh":["碳酸化剂"],"ar":["عامل كربوني"],"mk":["Агенс за карбонизација"],"ko":["탄산 화제"],"sv":["Kolsyremedel"]}},"en:sequestrant":{"wikidata":{"en":"Q905648"},"description":{"et":"Sekvestrandid – ained, seovad toidus metalliioonid keemilisse kompleksi.","cs":"Sekvestranty se rozumějí látky, které vytvářejí chemické komplexy s ionty kovů.","es":"Secuestrantes: sustancias que forman complejos químicos con iones metálicos.","lt":"Izoliuojančios medžiagos – medžiagos, sudarančios cheminius junginius su metalo jonais.","fr":"Les séquestrants sont des substances qui forment des complexes chimiques avec les ions métalliques.","it":"Gli agenti sequestranti sono sostanze che formano complessi chimici con ioni metallici.","pl":"Sekwestranty to substancje tworzące związki chemiczne z jonami metali.","en":"Sequestrants are substances which form chemical complexes with metallic ions.","sk":"Komplexotvorné látky -sekvestranty- sú látky, ktoré tvoria chemické komplexy s iónmi kovov.","pt":"Sequestrantes: substâncias que formam complexos químicos com iões metálicos.","nl":"Complexvormers: stoffen die chemische complexen vormen met metaalionen.","hu":"Kelátképző anyagok: olyan anyagok, amelyek fémionokkal kémiai komplexeket képeznek.","da":"Kompleksdannere: stoffer, der danner kemiske kompleksforbindelser med metalioner.","fi":"Kompleksinmuodostajat ovat aineita, jotka muodostavat kemiallisia yhdisteitä metalli-ionien kanssa.","sl":"Veziva so snovi, ki tvorijo kemične komplekse s kovinskimi ioni.","lv":"Sekvestranti ir vielas, kas veido ķīmiskus kompleksus ar metālu joniem.","el":"Συμπλοκοποιητές, οι ουσίες που σχηματίζουν χημικά σύμπλοκα με μεταλλικά ιόντα·","de":"Komplexbildner sind Stoffe, die mit Metallionen chemische Komplexe bilden.","sv":"Komplexbildare: ämnen som bildar kemiska komplex med metalljoner."},"name":{"eo":"Sekvestranto","et":"Sekvestrant","fr":"Séquestrant","es":"Secuestrante","cs":"Sekvestrant","ja":"金属イオン封鎖剤","en":"Sequestrant","ro":"Agenți de sechestrare","fi":"Kompleksinmuodostaja","el":"Συμπλοκοποιητές","de":"Komplexbildner","ca":"Segrestant","lt":"Atskyriklis","pl":"Sekwestrant","it":"Sequestrante","ga":"Leithliseoir","mt":"Aġenti sekwestranti","bg":"Комплексообразуватели","sk":"Komplexotvorné látky","da":"Kompleksdannere","hu":"Kelátképző anyag","vi":"Phụ gia cô lập","pt":"Sequestrante","nl":"Complexvormer","lv":"Sekvestrants","sl":"Sredstvo za vzhajanje","zh":"螯合剂","sv":"Komplexbildare"},"synonyms":{"sk":["Komplexotvorné látky","sekvestranty"],"hu":["Kelátképző anyag"],"da":["Kompleksdannere"],"pt":["Sequestrante"],"vi":["Phụ gia cô lập"],"nl":["Complexvormer","Complexvormers"],"sv":["Komplexbildare"],"lv":["Sekvestrants"],"sl":["Sredstvo za vzhajanje"],"zh":["螯合剂"],"lt":["Atskyriklis"],"mt":["Aġenti sekwestranti"],"bg":["Комплексообразуватели"],"pl":["sekwestrant","Sekwestranty"],"it":["Sequestrante","sequestranti","agente sequestrante","agenti sequestranti"],"ga":["Leithliseoir"],"fi":["Kompleksinmuodostaja","Kompleksinmuodostajaa","Kompleksinmuodostajat","Kompleksinmuodostajia"],"ro":["Agenți de sechestrare"],"ca":["Segrestant","quelant","quelants","agent quelant","agents quelants"],"el":["Συμπλοκοποιητές"],"de":["Komplexbildner"],"fr":["Séquestrant"],"es":["Secuestrante","secuestrantes","agente quelante","agentes quelantes","agente secuestrante","agentes secuestrantes"],"cs":["Sekvestrant"],"eo":["Sekvestranto"],"et":["Sekvestrant"],"ja":["金属イオン封鎖剤"],"en":["Sequestrant"]}},"en:other-nutritional-substances":{"name":{"de":"Andere Nährstoffe","zh":"其他营养物质","sv":"Andra näringsämnen","ko":"기타 영양 물질","hu":"Egyéb táplálkozási anyagok","pt":"Outras substâncias nutricionais","nl":"Overige voedingsstoffen","fi":"Muut ravinnolliset aineet","pl":"Inne substancje odżywcze","it":"Altre sostanze nutrizionali","en":"Other nutritional substances","ja":"その他の栄養物質","fr":"Autres substances nutritives","es":"Otras sustancias nutricionales","ru":"Другие питательные вещества"},"synonyms":{"fr":["Autres substances nutritives"],"es":["Otras sustancias nutricionales"],"ru":["Другие питательные вещества"],"en":["Other nutritional substances"],"ja":["その他の栄養物質"],"it":["Altre sostanze nutrizionali","altre sostanze nutritive"],"pl":["Inne substancje odżywcze"],"fi":["Muut ravinnolliset aineet","Muita ravinnollisia aineita"],"hu":["Egyéb táplálkozási anyagok","egyéb tápanyagok"],"nl":["Overige voedingsstoffen"],"pt":["Outras substâncias nutricionais"],"sv":["Andra näringsämnen"],"ko":["기타 영양 물질"],"de":["Andere Nährstoffe"],"zh":["其他营养物质"]}},"en:bleaching-agent":{"description":{"el":"Ένα πρόσθετο τροφίμων -μη αλευριού- που χρησιμοποιείται για τον αποχρωματισμό των τροφίμων. Οι παράγοντες λεύκανσης δεν περιλαμβάνουν χρωστικές ουσίες.","de":"Ein Lebensmittelzusatzstoff -keine Mehlanwendung- zum Entfärben von Lebensmitteln. Bleichmittel enthalten keine Pigmente.","ca":"Un additiu alimentari -que no s'utilitza a la farina- utilitzat per decolorar els aliments. Els agents blanquejadors no inclouen pigments.","id":"Bahan tambahan makanan -bukan penggunaan tepung- yang digunakan untuk menghilangkan warna makanan. Bahan pemutih tidak termasuk pigmen.","th":"วัตถุเจือปนอาหาร -ไม่ใช่ใช้แป้ง- ใช้ในการเปลี่ยนสีอาหาร สารฟอกขาวไม่รวมถึงรงควัตถุ","fi":"Elintarvikelisäaine -ei jauhotuotteissa-, jota käytetään elintarvikkeiden värin poistamiseen. Valkaisuaineet eivät sisällä väriaineita.","ro":"Un aditiv alimentar -neutilizat în făină- utilizat pentru decolorarea alimentelor. Agenții de albire nu includ pigmenți.","ja":"食品の脱色に使用される食品添加物（小麦粉以外）。 漂白剤には顔料は含まれていません。","en":"A food additive -non-flour use- used to decolourize food. Bleaching agents do not include pigments.","et":"Toidu lisaaine -mitte jahu kasutamine-, mida kasutatakse toidu värvuse eemaldamiseks. Pleegitusained ei sisalda pigmente.","cs":"Potravinářská přídatná látka -nepoužívaná v mouce- používaná k odbarvování potravin. Bělící činidla nezahrnují pigmenty.","fr":"Additif alimentaire utilisé pour décolorer des denrées alimentaires -mais pas la farine-. Les pigments ne sont pas des agents de blanchiment.","es":"Aditivos alimentarios utilizados -no en las harinas- para decolorar un alimento. Los decolorantes no contienen pigmentos.","sl":"Aditiv za živila -ne uporablja se v moki-, ki se uporablja za razbarvanje hrane. Belilna sredstva ne vključujejo pigmentov.","lv":"Pārtikas piedeva -ne miltu lietošana-, ko izmanto, lai atkrāsotu pārtiku. Balinātāji neietver pigmentus.","zh":"一种用于食品脱色的食品添加剂（非面粉用途）。 漂白剂不包括色素。","ar":"مادة مضافة غذائية -غير مستخدمة في الدقيق- تستخدم لإزالة لون الطعام. لا تشتمل عوامل التبييض على أصباغ.","ko":"식품의 탈색에 사용되는 식품 첨가물 -밀가루 용도 아님-. 표백제에는 안료가 포함되어 있지 않습니다.","sv":"En livsmedelstillsats -ej mjöl- som används för att avfärga mat. Blekningsmedel inkluderar inte pigment.","sk":"Prídavná látka do potravín -nepoužívaná v múke- používaná na odfarbovanie potravín. Bieliace činidlá nezahŕňajú pigmenty.","hr":"Aditiv za hranu -ne koristi se u brašnu- koji se koristi za uklanjanje boje s hrane. Sredstva za izbjeljivanje ne uključuju pigmente.","vi":"Một chất phụ gia thực phẩm -không sử dụng bột mì- được sử dụng để khử màu thực phẩm. Chất tẩy trắng không bao gồm các sắc tố.","pt":"Um aditivo alimentar -uso não farinha- usado para descolorir alimentos. Os agentes de branqueamento não incluem pigmentos.","nl":"Een voedingsadditief -geen meelgebruik- dat wordt gebruikt om voedsel te ontkleuren. Bleekmiddelen bevatten geen pigmenten.","hu":"Élelmiszerek színtelenítésére használt adalékanyag. A fehérítőszer nem tartalmaz pigmenteket.","da":"Et tilsætningsstof -ikke til mel- bruges til at affarve mad. Blegemidler omfatter ikke pigmenter.","he":"תוסף מזון -ללא שימוש בקמח- המשמש להסרת צבע ממזון. חומרי הלבנה אינם כוללים פיגמנטים.","uk":"Харчова добавка -не для борошна-, яка використовується для знебарвлення їжі. Відбілюючі речовини не включають пігменти.","ga":"Breiseán bia -úsáid neamh-plúir- a úsáidtear chun bia a dhí-dathú. Ní chuimsíonn gníomhairí tuaradh líocha.","pl":"Dodatek do żywności -nie do mąki- stosowany do odbarwiania żywności. Środki wybielające nie zawierają pigmentów.","it":"Un additivo alimentare -non per uso di farina- utilizzato per decolorare gli alimenti. Gli agenti sbiancanti non includono pigmenti.","mt":"Addittiv tal-ikel -użu mhux tad-dqiq- użat biex jiddekolorizza l-ikel. L-aġenti tal-ibbliċjar ma jinkludux pigmenti.","bg":"Хранителна добавка -не за брашно-, използвана за обезцветяване на храната. Избелващите агенти не включват пигменти.","ru":"Пищевая добавка -не для муки-, используемая для обесцвечивания пищевых продуктов. Отбеливающие вещества не включают пигменты.","lt":"Maisto priedas -nenaudojamas miltuose-, naudojamas maisto spalvai pašalinti. Balikliai neapima pigmentų.","tr":"Gıda maddelerini renklendirmek için kullanılan bir gıda katkı maddesi -un kullanımı değil-. Ağartma maddeleri pigment içermez."},"synonyms":{"sv":["blekmedel"],"mk":["средство за белење"],"ko":["표백제"],"ar":["عامل تبييض"],"zh":["漂白剂"],"lv":["balinātājs"],"sl":["belilo"],"uk":["відбілювач"],"he":["חומר הלבנה"],"hu":["Fehérítőszer"],"da":["blegemiddel"],"vi":["chất tẩy trắng"],"nl":["bleekmiddel"],"pt":["Agente de branqueamento"],"hr":["sredstvo za izbjeljivanje"],"sk":["bieliace činidlo"],"is":["bleikiefni"],"bg":["избелващ агент"],"mt":["aġent tal-ibbliċjar"],"pl":["wybielacz"],"it":["Sbiancante","decolorante","agente di sbiancamento"],"fa":["سفید کننده"],"no":["blekemiddel"],"ga":["Gníomhaire tuaradh"],"tr":["ağartma maddesi"],"lt":["balinimo priemonė"],"ru":["отбеливатель"],"ca":["agent de blanqueig"],"de":["Bleichmittel"],"sq":["agjent zbardhues"],"el":["λευκαντικός παράγοντας"],"fi":["Valkaisuaine","Valkaisuainetta","Valkaisuaineet","Valkaisuaineita"],"ro":["agent de albire"],"id":["bahan pemutih"],"th":["สารฟอกขาว"],"en":["Bleaching agent"],"ja":["漂白剤"],"es":["Decolorante","blanqueador","blanqueadores"],"fr":["Agent de blanchiment"],"cs":["bělicí činidlo"],"eo":["blankiga agento"],"et":["pleegitusaine"]},"name":{"el":"Λευκαντικός παράγοντας","de":"Bleichmittel","sq":"Agjent zbardhues","ca":"Agent de blanqueig","fi":"Valkaisuaine","ro":"Agent de albire","th":"สารฟอกขาว","id":"Bahan pemutih","ja":"漂白剤","en":"Bleaching agent","eo":"Blankiga agento","et":"Pleegitusaine","es":"Decolorante","fr":"Agent de blanchiment","cs":"Bělicí činidlo","lv":"Balinātājs","sl":"Belilo","zh":"漂白剂","ar":"عامل تبييض","sv":"Blekmedel","mk":"Средство за белење","ko":"표백제","hr":"Sredstvo za izbjeljivanje","sk":"Bieliace činidlo","hu":"Fehérítőszer","da":"Blegemiddel","vi":"Chất tẩy trắng","pt":"Agente de branqueamento","nl":"Bleekmiddel","he":"חומר הלבנה","uk":"Відбілювач","fa":"سفید کننده","pl":"Wybielacz","it":"Sbiancante","no":"Blekemiddel","ga":"Gníomhaire tuaradh","mt":"Aġent tal-ibbliċjar","bg":"Избелващ агент","is":"Bleikiefni","lt":"Balinimo priemonė","ru":"Отбеливатель","tr":"Ağartma maddesi"}},"en:anti-caking-agent":{"description":{"hu":"Csomósodást és lesülést gátló anyagok: olyan anyagok, amelyek csökkentik az élelmiszer önálló részeinek egymáshoz tapadását.","da":"Antiklumpningsmidler: stoffer, der reducerer en fødevares individuelle partiklers tendens til at klæbe sammen.","pt":"Antiaglomerantes: substâncias que reduzem a tendência das partículas isoladas dos géneros alimentícios para aderirem umas às outras.","nl":"Antiklontermiddelen: stoffen die de neiging van afzonderlijke levensmiddelendeeltjes om aan elkaar te kleven, verkleinen.","sk":"Protihrudkové činidlá sú látky, ktoré znižujú vzájomnú priľnavosť jednotlivých častíc potraviny.","fi":"Paakkuuntumisenestoaineet ovat aineita, jotka vähentävät elintarvikkeen yksittäisten hiukkasten taipumusta tarttua toisiinsa.","de":"Trennmittel sind Stoffe, die die Tendenz der einzelnen Partikel eines Lebensmittels, aneinander haften zu bleiben, herabsetzen.","el":"Αντισυσσωματοποιητικοί παράγοντες, οι ουσίες που μειώνουν την τάση μεμονωμένων σωματιδίων τροφίμου να προσκολλώνται μεταξύ τους·","lv":"Pretsalipes vielas ir vielas, kas mazina pārtikas produktu daļiņu salipšanu.","sl":"Sredstva proti sprijemanju so snovi, ki zmanjšujejo težnjo posameznih delcev v živilu, da bi se sprijemali med seboj.","sv":"Klumpförebyggande medel: ämnen som minskar tendensen hos enskilda partiklar i ett livsmedel att klumpa ihop sig.","et":"Paakumisvastased ained – ained, mis vähendavad toidu üksikute osakeste kokkukleepuvust.","lt":"Lipnumą reguliuojančios medžiagos – medžiagos, sumažinančios atskirų maisto produktų dalelių tarpusavio sulipimo galimybę.","es":"Antiaglomerantes: sustancias que reducen la tendencia de las partículas de un producto alimenticio a adherirse unas a otras.","fr":"Les anti-agglomérants sont des substances qui, dans une denrée alimentaire, limitent l'agglutination des particules.","cs":"Protispékavými látkami se rozumějí látky, které snižují sklon jednotlivých částic potraviny ulpívat vzájemně na sobě.","pl":"Substancje przeciwzbrylające to substancje ograniczające tendencję pojedynczych cząstek środka spożywczego do zlepiania się.","it":"Gli antiagglomeranti sono sostanze che riducono la tendenza di particelle individuali di un prodotto alimentare ad aderire l'una all'altra.","en":"Anti-caking agents are substances which reduce the tendency of individual particles of a foodstuff to adhere to one another."},"wikidata":{"en":"Q726460"},"synonyms":{"sv":["Klumpförebyggande medel","Klumpförebyggandemedel"],"lv":["Pretsalipes viela"],"sl":["Sredstvo proti sprijemanju"],"da":["Antiklumpningsmiddel"],"hu":["Csomósodást és lesülést gátló anyag","Csomósodást gátló anyag"],"pt":["Antiaglomerante"],"nl":["Antiklontermiddel"],"sk":["Protihrudkovacia látka"],"hr":["sredstvo protiv zgrudnjavanja","sredstvo protiv zgrušavanja","sredstvo protiv zgrudvavanja","tvar protiv zgrudnjavanja","tvar protiv zgrušavanja","tvar za sprečavanje zgrudnjava","tvar za sprečavanje zgrudnjavanja","tvar za sprječavanje zgrudnjavanja","suha tvar","tvar za sprečavanju zgrudnjavanja"],"bg":["Антислепващ агент"],"mt":["Aġent kontra t-tagħqid"],"it":["Agente antiagglomerante","agenti antiagglomeranti","antiagglomerante","antiagglomeranti"],"pl":["Substancja przeciwzbrylająca","Substancje przeciwzbrylające","Substancja przeciwzbrylajaca"],"ga":["Oibreán frithstolptha"],"lt":["Lipnumą reguliuojanti medžiaga"],"ca":["Antiaglomerant"],"de":["Rieselhilfe","Antiagglomerationsmittel","Rieselhilfen","Trennmittel"],"el":["Αντισυσσωματωτικό"],"ro":["Agent antiaglomerant","antiaglomerant"],"nb":["Antiklumpemiddel","Antiklumpningsmidler"],"fi":["Paakkuuntumisenestoaine","Paakkuuntumisenestoainetta","Paakkuuntumisenestoaineet","Paakkuuntumisenestoaineita"],"en":["Anti-caking agent","anticaking agent","anti-stick agent","anti-sticking","drying agent","dusting agent","prevent caking","prevents caking","anti-clumping","anticaking blend","anticake"],"es":["Antiaglomerante","antiaglutinante","agente antiadherente","agente antiaglutinante","angente de empolvo","agente de sacado"],"fr":["Antiagglomérant","agent antiadhésif","agent de pulvérisation sèche","agent dessicateur","anti-agglomérant","poudre de fleurage","antimottant"],"cs":["Protispékavá látka"],"et":["Paakumisvastane aine"]},"name":{"ga":"Oibreán frithstolptha","pl":"Substancja przeciwzbrylająca","it":"Agente antiagglomerante","bg":"Антислепващ агент","mt":"Aġent kontra t-tagħqid","lt":"Lipnumą reguliuojanti medžiaga","sl":"Sredstvo proti sprijemanju","lv":"Pretsalipes viela","sv":"Klumpförebyggande medel","pt":"Antiaglomerante","nl":"Antiklontermiddel","hu":"Csomósodást és lesülést gátló anyag","da":"Antiklumpningsmiddel","hr":"Sredstvo protiv zgrudnjavanja","sk":"Protihrudkovacia látka","en":"Anti-caking agent","et":"Paakumisvastane aine","cs":"Protispékavá látka","fr":"Antiagglomérant","es":"Antiaglomerante","de":"Rieselhilfe","el":"Αντισυσσωματωτικό","ca":"Antiaglomerant","ro":"Agent antiaglomerant","nb":"Antiklumpemiddel","fi":"Paakkuuntumisenestoaine"}},"en:natural-thickener":{"parents":["en:thickener"],"name":{"pt":"Espessante natural","nl":"Natuurlijk verdikkingsmiddel","hu":"Natúr sűrítőanyag","hr":"Prirodno zgušnjivač","sk":"Prírodné zahusťovadlo","sv":"Naturligt förtjockningsmedel","sl":"Naravno zgoščevalec","lv":"Dabīgs biezinātājs","ru":"Натуральный загуститель","lt":"Natūralus tirštiklis","bg":"Естествен загъстител","mt":"Ħasil naturali","it":"Addensante naturale","pl":"Naturalne substancje zagęszczające","ro":"Îngroșător natural","fi":"Luonnollinen sakeutusaine","de":"Natürliches Verdickungsmittel","el":"Φυσικό πυκνωτικό μέσο","cs":"Přírodní zahušťovadlo","fr":"Épaississant naturel","es":"Espesante natural","et":"Looduslik paksendaja","en":"Natural thickener","ja":"天然増粘剤"},"synonyms":{"lv":["dabīgs biezinātājs"],"sl":["naravno zgoščevalec"],"sv":["naturligt förtjockningsmedel"],"hu":["natúr sűrítőanyag"],"pt":["espessante natural"],"nl":["natuurlijk verdikkingsmiddel"],"sk":["prírodné zahusťovadlo"],"hr":["prirodno zgušnjivač"],"pl":["naturalne substancje zagęszczające","naturalna substancja zagęszczająca","naturalny zagęszczacz"],"it":["addensante naturale"],"bg":["естествен загъстител"],"mt":["ħasil naturali"],"lt":["natūralus tirštiklis"],"ru":["натуральный загуститель"],"de":["natürliches Verdickungsmittel"],"el":["φυσικό πυκνωτικό μέσο"],"fi":["luonnollinen sakeutusaine"],"ro":["îngroșător natural"],"en":["natural thickener"],"ja":["天然増粘剤"],"et":["looduslik paksendaja"],"es":["espesante natural"],"fr":["épaississant naturel"],"cs":["přírodní zahušťovadlo"]}},"en:cooking-enhancer":{"name":{"pt":"Intensificador de cozimento","fr":"Améliorant de cuisson","es":"Potenciador de cocina","ru":"Усилитель кулинарии","it":"Esaltatore di cottura","de":"Kochverstärker","zh":"烹饪增强剂","ja":"調理エンハンサー","en":"Cooking enhancer","ko":"요리 향상제"},"synonyms":{"ru":["усилитель кулинарии"],"fr":["améliorant de cuisson"],"es":["potenciador de cocina"],"pt":["intensificador de cozimento"],"ko":["요리 향상제"],"en":["cooking enhancer"],"ja":["調理エンハンサー"],"zh":["烹饪增强剂"],"de":["Kochverstärker"],"it":["esaltatore di cottura"]},"parents":["en:enhancer"]},"en:salt-substitute":{"name":{"ca":"Substitut de la sal","sq":"Zëvendësues i kripës","de":"Speisesalzersatz","el":"Υποκατάστατο αλατιού","th":"สารทดแทนเกลือ","id":"Pengganti garam","fi":"Suolan korvike","ro":"Înlocuitor de sare","nb":"Salterstatning","sr":"Замена за со","en":"Salt substitute","ja":"塩代替品","cs":"Náhražka soli","es":"Sustituto de la sal","fr":"Substitut du sel","et":"Soolaasendaja","mk":"Замена за сол","ko":"소금 대체품","sv":"Salt substitut","ar":"بديل الملح","zh":"盐替代品","sl":"Nadomestek soli","lv":"Sāls aizstājējs","uk":"Замінник солі","he":"תחליף מלח","vi":"Chất thay thế muối","pt":"Substituto do sal","nl":"Zoutvervanger","da":"Salterstatning","hu":"Sópótló","sk":"Náhrada soli","hr":"Zamjena za sol","is":"Salt staðgengill","bg":"Заместител на сол","mt":"Sostitut tas-melħ","ms":"Pengganti garam","ga":"Ionadach salainn","pl":"Substytut soli","it":"Sostituto del sale","tr":"Tuz ikamesi","ru":"Заменитель соли","lt":"Druskos pakaitalas"},"synonyms":{"sr":["замена за со"],"ro":["înlocuitor de sare"],"fi":["suolan korvike"],"nb":["salterstatning"],"th":["สารทดแทนเกลือ"],"id":["pengganti garam"],"el":["υποκατάστατο αλατιού"],"de":["Speisesalzersatz","kochsalzersatz"],"sq":["zëvendësues i kripës"],"ca":["substitut de la sal"],"et":["soolaasendaja"],"fr":["substitut du sel"],"es":["sustituto de la sal"],"cs":["náhražka soli"],"ja":["塩代替品"],"en":["salt substitute"],"sk":["náhrada soli"],"hr":["zamjena za sol"],"da":["salterstatning"],"hu":["Sópótló"],"pt":["substituto do sal"],"vi":["chất thay thế muối"],"nl":["zoutvervanger"],"he":["תחליף מלח"],"uk":["замінник солі"],"lv":["sāls aizstājējs"],"sl":["nadomestek soli"],"zh":["盐替代品"],"ar":["بديل الملح"],"sv":["salt substitut"],"ko":["소금 대체품"],"mk":["замена за сол"],"lt":["druskos pakaitalas"],"ru":["заменитель соли"],"tr":["tuz ikamesi"],"it":["sostituto del sale"],"pl":["substytut soli"],"ga":["ionadach salainn"],"ms":["pengganti garam"],"mt":["sostitut tas-melħ"],"is":["salt staðgengill"],"bg":["заместител на сол"]}},"en:colour":{"children":["en:concentrated-plant-colour","en:natural-colours","fr:colorant-de-la-croute","fr:denree-alimentaire-colorante"],"description":{"sv":"Färgämnen: ämnen som tillför eller återställer färg hos livsmedel, inklusive naturliga beståndsdelar i livsmedel och naturliga ursprungsmaterial, som normalt inte i sig konsumeras som livsmedel och som normalt inte används som en karakteristisk ingrediens i livsmedel.","de":"Farbstoffe sind Stoffe, die einem Lebensmittel Farbe geben oder die Farbe in einem Lebensmittel wiederherstellen; hierzu gehören natürliche Bestandteile von Lebensmitteln sowie natürliche Ausgangsstoffe, die normalerweise weder als Lebensmittel verzehrt noch als charakteristische Lebensmittelzutaten verwendet werden.","sl":"Barvila so snovi, ki dodajo ali obnovijo barvo živila ter vsebujejo naravne sestavine živil in so naravnega izvora ter ki se običajno kot take ne zaužijejo kot živilo in se običajno ne uporabljajo kot tipične sestavine živil.","el":"Χρωστικές, οι ουσίες που προσθέτουν ή αποκαθιστούν το χρώμα ενός τροφίμου και περιλαμβάνουν φυσικά συστατικά τροφίμων και φυσικές ουσίες που συνήθως δεν καταναλώνονται ως τρόφιμα και δεν χρησιμοποιούνται κανονικά ως χαρακτηριστικά συστατικά τροφίμων.","lv":"Krāsvielas ir vielas, kas papildina vai atjauno pārtikas produktu krāsu, tostarp dabīgi pārtikas produktu komponenti un dabīgas izejvielas, kuras atsevišķi parasti uzturā nelieto un neizmanto kā raksturīgas pārtikas sastāvdaļas.","fi":"Väriaineet ovat aineita, jotka lisäävät tai antavat uudelleen väriä elintarvikkeeseen; kyseessä voivat olla elintarvikkeen omat luontaiset ainesosat tai muista luontaisista lähteistä olevat aineet, joita ei tavanomaisesti sellaisenaan käytetä elintarvikkeina ja joita ei tavanomaisesti käytetä elintarvikkeille ominaisina ainesosina.","nl":"Kleurstoffen: stoffen die aan een levensmiddel kleur geven of teruggeven en die natuurlijke bestanddelen van levensmiddelen en andere natuurlijke bronnen bevatten die gewoonlijk noch op zich als levensmiddelen worden geconsumeerd, noch als kenmerkende voedselingrediënten worden gebruikt.","pt":"Corantes: substâncias que conferem ou restituem cor a um género alimentício; incluem componentes naturais de géneros alimentícios e substâncias naturais, que normalmente não são consumidos como géneros alimentícios em si mesmos nem utilizados como ingredientes característicos dos géneros alimentícios.","da":"Farvestoffer: stoffer, der giver en fødevare farve eller giver den dens farve tilbage og omfatter naturlige bestanddele af fødevarer og andre naturlige kildematerialer, som normalt ikke i sig selv fortæres som fødevarer, og som ikke normalt anvendes som karakteristiske ingredienser i fødevarer.","hu":"Színezékek: olyan anyagok, amelyek felerősítik vagy helyreállítják az élelmiszerek színét; ide tartoznak az élelmiszerek természetes összetevői vagy más természetes források, amelyeket önmagukban élelmiszerként nem fogyasztanak, és élelmiszerek jellegzetes összetevőiként általában nem használnak.","sk":"Farbivá sú látky, ktoré dodávajú farbu potravine alebo obnovujú farbu v potravine, a zahŕňajú prírodné zložky potravín a prírodné zdroje, ktoré sa obvykle nekonzumujú ako potraviny, ani sa obvykle nepoužívajú ako charakteristické zložky potravín.","en":"Colours are substances which add or restore colour in a food, and include natural constituents of foods and natural sources which are normally not consumed as foods as such and not normally used as characteristic ingredients of food.","it":"I coloranti sono sostanze che conferiscono un colore a un alimento o ne restituiscono la colorazione originaria, e includono componenti naturali degli alimenti e altri elementi di origine naturale, normalmente non consumati come alimento né usati come ingrediente tipico degli alimenti.","pl":"Barwniki to substancje nadające lub przywracające żywności barwę, obejmujące naturalne składniki żywności i naturalne źródła, które w normalnych warunkach ani nie są same spożywane jako żywność ani nie są stosowane jako typowe składniki żywności.","cs":"Barvivy se rozumějí látky, které potravině dodávají barvu nebo barvu obnovují a zahrnují přírodní složky potravin a přírodních zdrojů, jež jako takové nejsou obvykle požívány jako potraviny a nejsou obvykle používány jako charakteristické složky potravin.","es":"Colorantes: sustancias que dan color a un alimento o le devuelven su color original; pueden ser componentes naturales de los alimentos y sustancias naturales que normalmente no se consumen como alimentos en sí mismas ni se emplean como ingredientes característicos de los alimentos.","lt":"Dažikliai – medžiagos, suteikiančios maistui spalvą arba atstatančios ją, turinčios natūralių maisto sudedamųjų dalių ir natūralių žaliavų, kurie paprastai nėra vartojami kaip maisto produktai ar pagrindiniai maisto produktų ingredientai.","fr":"Les colorants sont des substances qui ajoutent ou redonnent de la couleur à des denrées alimentaires; il peut s'agir de constituants naturels de denrées alimentaires ou d'autres substances naturelles qui ne sont pas normalement consommés comme aliments en soi et qui ne sont pas habituellement utilisés comme ingrédients caractéristiques dans l'alimentation.","et":"Toiduvärvid – aineid, mis annavad toidule värvuse või taastavad selle; need võivad olla toidu loomulikud komponendid või looduslikud allikad, mida tavapäraselt toiduna ega toidule omaste koostisainetena ei kasutata."},"wikidata":{"en":"Q753009"},"name":{"he":"צבע","da":"Farvestof","hu":"Színezék","nl":"Kleuren","pt":"Corante","sk":"Farbivo","hr":"Boja","sv":"Färg","mk":"Боја","zh":"色素","lv":"Krāsa","sl":"Barvilo","lt":"Dažiklis","ru":"Краситель","bg":"Оцветител","is":"Litarefni","mt":"Kulur","pl":"Barwnik","it":"Colorante","ga":"Dath","ro":"Colorant","nb":"Farge","fi":"Väri","sr":"Boja","ca":"Color","de":"Farbstoff","el":"Χρωστική ουσία","fr":"Colorant","es":"Colorante","cs":"Barvivo","et":"Toiduvärv","en":"Colour","ja":"着色料"},"synonyms":{"sr":["boja"],"ro":["Colorant","coloranți"],"fi":["Väri","Väriä","Värit","Värejä","Väriaine","Väriainetta","Väriaineet","Väriaineita","Elintarvikeväri","värjäävät elintarvikkeet"],"nb":["Farge","Farve","Fargestoff","Fargestoffer","fødevarer der farver"],"el":["Χρωστική ουσία"],"de":["Farbstoff","Farbstoffe"],"ca":["Color","colors","colorant","colorants","pigment decoratiu"],"et":["Toiduvärv"],"fr":["Colorant","colorant de surface","pigment décoratif","pigment colorant","colorants","colorant alimentaire","colorants alimentaires","aliments colorants"],"es":["Colorante","colorantes","color","colorante de superficie","pigmentos de coloración y decoración","pigmentos de coloración","pigmentos de decoración","colorantes alimentarios","colorante alimentario"],"cs":["Barvivo"],"ja":["着色料"],"en":["Colour","color","colouring","coloring","decorative pigment","surface colorant","for color","artificial color","artificial colour","color added","colors added","artificial color added","colorant","colours","colors","coloring food","colouring food","synthetic colour","colouring agent","coloring agent","colored","coloured"],"sk":["Farbivo"],"hr":["boja","bojila","bojilo","bojenje","namirnice za bojanje","hrana za bojenje","hrana za bojanje"],"hu":["Színezék","mesterséges színezék","színezőanyag","színezékek","színezőanyagok","színező anyag"],"da":["Farvestof","Farvestoffer","Farve","farver"],"nl":["Kleuren","Kleurstof","kleurstoffen","kleurend levensmiddel"],"pt":["Corante","corantes"],"he":["צבע"],"lv":["Krāsa"],"sl":["Barvilo"],"zh":["色素"],"sv":["Färg","Färgämne","Färgämnen","färgande livsmedel"],"mk":["боја"],"lt":["Dažiklis"],"ru":["Краситель","красители","краситель пищевой","пищевые красители","пищевой краситель"],"it":["Colorante","coloranti","alimento colorante"],"pl":["Barwnik","Barwniki"],"ga":["Dath"],"mt":["Kulur"],"is":["Litarefni"],"bg":["Оцветител","оцветители"]}},"en:bulking-agent":{"synonyms":{"ga":["Toirteoir"],"pl":["Substancja wypełniająca","Substancje wypełniające"],"it":["Agente di carica","agenti di carica"],"mt":["Aġent li jżid il-volum"],"bg":["Пълнител"],"ru":["Наполнитель","фруктово-ягодный наполнитель"],"lt":["Užpildas"],"sl":["Sredstvo za povečanje prostornine"],"lv":["Apjoma palielinātājs"],"sv":["Fyllnadsmedel"],"sk":["Objemové činidlo"],"hr":["sredstva za povećanje zapremine","tvar za povećanje volumena"],"nl":["Vulstof","Vulstoffen"],"pt":["Agente de volume"],"da":["Fyldemiddel"],"hu":["Tömegnövelő szer","térfogatnövelőszer","térfogatnövelőszerek"],"en":["Bulking agent","filler"],"et":["Mahuaine"],"cs":["Plnidlo"],"es":["Agente de carga","Incrementador de volumen","agente de relleno","incrementadores del volumen"],"fr":["Agent de charge"],"el":["Διογκωτικό"],"de":["Füllstoff","Füllstoffe"],"ca":["Incrementador de volum"],"nb":["Fyllstoff"],"ro":["Agent de încărcare"],"fi":["Täyteaine","Täyteainetta","Täyteaineet","Täyteaineita"]},"name":{"en":"Bulking agent","et":"Mahuaine","cs":"Plnidlo","es":"Agente de carga","fr":"Agent de charge","de":"Füllstoff","el":"Διογκωτικό","ca":"Incrementador de volum","fi":"Täyteaine","ro":"Agent de încărcare","nb":"Fyllstoff","ga":"Toirteoir","it":"Agente di carica","pl":"Substancja wypełniająca","bg":"Пълнител","mt":"Aġent li jżid il-volum","ru":"Наполнитель","lt":"Užpildas","sl":"Sredstvo za povečanje prostornine","lv":"Apjoma palielinātājs","sv":"Fyllnadsmedel","nl":"Vulstof","pt":"Agente de volume","da":"Fyldemiddel","hu":"Tömegnövelő szer","sk":"Objemové činidlo","hr":"Sredstva za povećanje zapremine"},"description":{"it":"Gli agenti di carica sono sostanze che contribuiscono ad aumentare il volume di un prodotto alimentare senza contribuire in modo significativo al suo valore energetico disponibile.","pl":"Substancje wypełniające to substancje zwiększające objętość środka spożywczego nie zwiększając znacząco jego wartości energetycznej.","en":"Bulking agents are substances which contribute to the volume of a foodstuff without contributing significantly to its available energy value.","et":"Mahuained – ained, mis suurendavad toidu mahtu selle energiasisaldust oluliselt suurendamata.","es":"Agentes de carga: sustancias que aumentan el volumen de un producto alimenticio sin contribuir significativamente a su valor energético disponible.","lt":"Užpildai – medžiagos, didinančios maisto produkto tūrį, beveik nedidindamos jo energinės vertės.","fr":"Les agents de charge sont des substances qui accroissent le volume d'une denrée alimentaire, sans pour autant augmenter de manière significative sa valeur énergétique.","cs":"Plnidly se rozumějí látky, které přispívají k objemu potraviny, aniž významně zvyšují její využitelnou energetickou hodnotu.","lv":"Apjoma palielinātāji ir vielas, kas sekmē pārtikas produktu tilpuma palielināšanos, ievērojami nepalielinot to enerģētisko vērtību.","el":"Διογκωτικοί παράγοντες, οι ουσίες που συμβάλλουν στη διόγκωση τροφίμου χωρίς να συμβάλλουν σημαντικά στη διαθέσιμη ενεργειακή αξία του·","sl":"Sredstva za povečanje prostornine so snovi, ki povečajo prostornino živila, ne da bi bistveno povečale njegovo energetsko vrednost.","de":"Füllstoffe sind Stoffe, die einen Teil des Volumens eines Lebensmittels bilden, ohne nennenswert zu dessen Gehalt an verwertbarer Energie beizutragen.","sv":"Fyllnadsmedel: ämnen som ökar ett livsmedels volym utan att väsentligt bidra till dess tillgängliga näringsvärde.","sk":"Objemové činidlá sú látky, ktoré prispievajú k zväčšovaniu objemu potraviny bez toho, aby významne zvyšovali jej využiteľnú energetickú hodnotu.","hu":"Tömegnövelő szerek: olyan anyagok, amelyek növelik az élelmiszer tömegét, anélkül, hogy lényegesen növelnék hasznosuló energiatartalmát.","da":"Fyldemidler: stoffer, der øger en fødevares volumen uden at øge dens energiindhold væsentligt.","nl":"Vulstoffen: stoffen die het volume van een levensmiddel vergroten zonder noemenswaardig tot de beschikbare energiewaarde ervan bij te dragen.","pt":"Agentes de volume: substâncias que contribuem para dar volume aos géneros alimentícios sem contribuírem significativamente para o seu valor energético disponível.","fi":"Täyteaineet ovat aineita, jotka vaikuttavat elintarvikkeen tilavuuteen vaikuttamatta olennaisesti sen energia-arvoon."}},"en:antioxidant":{"name":{"ru":"Антиоксидант","nn":"Antioksidant","lt":"Antioksidantas","bg":"Антиоксидант","mt":"Antiossidant","no":"Antioksidant","ga":"Frithocsaídeoir","pl":"Przeciwutleniacz","it":"Antiossidante","pt":"Antioxidante","nl":"Antioxidant","da":"Antioxidant","hu":"Antioxidáns","hr":"Antioksidans","mk":"Антиоксиданс","sv":"Antioxidationsmedel","sl":"Antioksidant","lv":"Antioksidants","cs":"Antioxidant","es":"Antioxidante","fr":"Antioxydant","et":"Antioksüdant","en":"Antioxidant","ja":"酸化防止剤","th":"สารป้องกันการเกิดออกซิเดชัน","ro":"Antioxidant","nb":"Antioxidant","fi":"Hapettumisenestoaine","ca":"Antioxidant","de":"Antioxidant","el":"Αντιοξειδωτικό"},"synonyms":{"da":["Antioxidant","Antioxidanter"],"hu":["Antioxidáns","antioxidánsok"],"pt":["Antioxidante","antioxidantes"],"nl":["antioxidant","antioxidanten"],"hr":["antioksidans","antioksidansi","antioksidant","antioksidat","antioksindans"],"sv":["Antioxidationsmedel","Antioxidantmedel","Antioxidant"],"mk":["антиоксиданс"],"lv":["Antioksidants"],"sl":["Antioksidant"],"lt":["Antioksidantas"],"nn":["antioksidant"],"ru":["Антиоксидант","антиокислитель","антиокислители"],"bg":["Антиоксидант","антиоксиданти"],"mt":["Antiossidant"],"pl":["Przeciwutleniacz","przeciwutleniacze","antyoksydant","antyoksydanty"],"it":["Antiossidante","antiossidanti","agente antiossidante","agenti antiossidanti"],"ga":["Frithocsaídeoir"],"no":["antioksidant"],"ro":["antioxidant"],"fi":["Hapettumisenestoaine","Hapettumisenestoainetta","Hapettumisenestoaineet","Hapettumisenestoaineita","Antioksidantti"],"nb":["Antioxidant","Antioksidant"],"th":["สารป้องกันการเกิดออกซิเดชัน"],"ca":["Antioxidant","antioxidants","agent antienfosquiment"],"de":["Antioxidant","Antioxidations-mittel","Antioxidationsmittel","Antioxidantsmittel","Antioxidantien","Antioxidanzien"],"el":["Αντιοξειδωτικό"],"es":["Antioxidante","antipardeamiento","sinérgicos de antioxidantes","antioxidantes"],"fr":["Antioxydant","antioxygène","antibrunissant","antioxydant synergique","anti-oxydant"],"cs":["Antioxidant","antioxidanty"],"et":["Antioksüdant"],"en":["Antioxidant","antibrowning agent","antioxidant synergist"],"ja":["酸化防止剤"]},"wikidata":{"en":"Q133948"},"description":{"sv":"Antioxidationsmedel: ämnen som förlänger hållbarheten hos livsmedel genom att skydda dem från att försämras genom oxidering, som t.ex. härskning av fett och färgförändringar.","lv":"Antioksidanti ir vielas, kas pagarina pārtikas produktu glabāšanās laiku, aizsargājot tos no oksidēšanas procesu izraisītas bojāšanās, piemēram, no tauku sasmakšanas vai krāsas maiņas.","el":"Αντιοξειδωτικά, οι ουσίες οι οποίες παρατείνουν το χρόνο διατήρησης των τροφίμων προστατεύοντάς τα από τις αλλοιώσεις που προκαλούνται από την οξείδωση, όπως το τάγγισμα των λιπών και οι μεταβολές χρώματος·","sl":"Antioksidanti so snovi, ki podaljšajo rok uporabnosti živil tako, da jih ščitijo pred kvarjenjem, ki ga povzroča oksidacija, kot sta žarkost maščob in sprememba barve.","de":"Antioxidationsmittel sind Stoffe, die die Haltbarkeit von Lebensmitteln verlängern, indem sie sie vor den schädlichen Auswirkungen der Oxidation wie Ranzigwerden von Fett und Farbveränderungen schützen.","fi":"Hapettumisenestoaineet ovat aineita, jotka pidentävät elintarvikkeiden säilyvyyttä suojaamalla niitä hapettumisen aiheuttamalta pilaantumiselta, kuten rasvan härskiintymiseltä ja värinmuutoksilta.","sk":"Antioxidanty sú látky, ktoré predlžujú trvanlivosť potravín tak, že ich chránia pred skazením spôsobeným oxidáciou, napríklad pred žltnutím tukov alebo farebnými zmenami.","hu":"Antioxidánsok: olyan anyagok, amelyek az oxidáció okozta romlás – mint a zsírok avasodása és a színváltozások – megakadályozásával meghosszabbítják az élelmiszerek eltarthatóságát.","da":"Antioxidanter: stoffer, som forlænger en fødevares holdbarhed ved at beskytte den mod ødelæggelse ved iltning som f.eks. fedtharskning og misfarvning.","nl":"Antioxidanten: stoffen die de houdbaarheid van levensmiddelen verlengen door ze te beschermen tegen bederf door oxidatie, zoals het ranzig worden van vet en kleurveranderingen.","pt":"Antioxidantes: substâncias que prolongam o prazo de conservação dos géneros alimentícios, protegendo-os contra a deterioração causada pela oxidação, tal como a rancidez das gorduras e as alterações de cor.","en":"Antioxidants are substances which prolong the shelf-life of foods by protecting them against deterioration caused by oxidation, such as fat rancidity and colour changes.","pl":"Przeciwutleniacze to substancje przedłużające okres przydatności środków spożywczych do spożycia poprzez ochronę przed zepsuciem na skutek utleniania, takim jak jełczenie tłuszczu czy zmiana barwy.","it":"Gli antiossidanti sono sostanze che prolungano la durata di conservazione degli alimenti proteggendoli dal deterioramento provocato dall'ossidazione, come l'irrancidimento dei grassi e le variazioni di colore.","lt":"Antioksidantai – medžiagos, kurios prailgina maisto produktų galiojimo terminą ir apsaugo juos nuo gedimo, kurį sukelia oksidacija, pavyzdžiui, riebalų gaižumo ir spalvos pakitimų.","fr":"Les antioxydants sont des substances qui prolongent la durée de conservation des denrées alimentaires en les protégeant des altérations provoquées par l'oxydation, telles que le rancissement des matières grasses et les modifications de la couleur.","es":"Antioxidantes: sustancias que prolongan la vida útil de los alimentos protegiéndolos del deterioro causado por la oxidación, como el enranciamiento de las grasas y los cambios de color.","cs":"Antioxidanty se rozumějí látky, které prodlužují trvanlivost potravin tím, že je chrání proti zkáze způsobené oxidací, například proti žluknutí tuků a barevným změnám.","et":"Antioksüdandid – ained, mis pikendavad toidu säilimisaega, kaitstes seda oksüdatsiooni põhjustatud riknemise eest, nagu rasva rääsumine ja värvuse muutused."},"children":["en:natural-antioxidant"]},"ru:комплексная-пищевая-добавка":{"synonyms":{"ru":["комплексная пищевая добавка"]},"name":{"ru":"Комплексная пищевая добавка"}},"en:modified-starch":{"wikidata":{"en":"Q415766"},"synonyms":{"cs":["Modifikovaný škrob"],"lt":["Modifikuotas krakmolas"],"es":["Almidón modificado"],"fr":["Amidon modifié"],"et":["Modifitseeritud tärklis"],"mt":["Lamtu mmodifikat"],"bg":["Модифицирано нишесте","модифицирана скорбяла"],"en":["Modified starch"],"ga":["Stáirse modhnaithe"],"it":["Amido modificato","amidi modificati"],"pl":["Skrobia modyfikowana","skrobie modyfikowane"],"fi":["Muunnettu tärkkelys","Muunnettua tärkkelystä","Muunnetut tärkkelykset","Muunnettuja tärkkelyksiä"],"ro":["Amidon modificat"],"sk":["Modifikovaný škrob"],"nl":["Gemodificeerd zetmeel"],"pt":["Amido modificado"],"da":["Modificeret stivelse"],"hu":["Módosított keményítő"],"ca":["Midó modificat"],"sv":["Modifierad stärkelse"],"sl":["Modificirani škrob"],"el":["Τροποποιημένο άμυλο"],"lv":["Modificēta ciete"],"de":["Modifizierte Stärke","Modifizierte Stärken"]},"name":{"cs":"Modifikovaný škrob","lt":"Modifikuotas krakmolas","es":"Almidón modificado","fr":"Amidon modifié","et":"Modifitseeritud tärklis","bg":"Модифицирано нишесте","en":"Modified starch","mt":"Lamtu mmodifikat","ga":"Stáirse modhnaithe","pl":"Skrobia modyfikowana","it":"Amido modificato","ro":"Amidon modificat","fi":"Muunnettu tärkkelys","pt":"Amido modificado","nl":"Gemodificeerd zetmeel","hu":"Módosított keményítő","da":"Modificeret stivelse","sk":"Modifikovaný škrob","ca":"Midó modificat","sv":"Modifierad stärkelse","de":"Modifizierte Stärke","sl":"Modificirani škrob","lv":"Modificēta ciete","el":"Τροποποιημένο άμυλο"}},"en:natural-colours":{"synonyms":{"nl":["Natuurlijke kleurstoffen","natuurlijk kleurstof"],"hu":["természetes színezék","természetes színezékek","természetes színezőanyag","természetes színezőanyagok"],"da":["naturlig farve"],"hr":["prirodno bojilo"],"fi":["luontainen väriaine","luontainen väri","luontainen elintarvikeväri"],"de":["natürliche Farbstoffe"],"ca":["Color natural","colors naturals"],"ru":["краситель натуральный","натуральный краситель","натуральные красители"],"es":["Color natural","colores naturales","colorante natural","colorantes naturales"],"fr":["colorant naturel","colorants naturels"],"pl":["barwnik naturalny","barwniki naturalne","naturalny barwnik","naturalne barwniki","naturalny preparat barwiący"],"it":["coloranti naturali","colorante naturale"],"bg":["оцветяващи плодови екстракти"],"en":["natural colours"]},"name":{"fi":"Luontainen väriaine","nl":"Natuurlijke kleurstoffen","da":"Naturlig farve","hu":"Természetes színezék","hr":"Prirodno bojilo","ca":"Color natural","de":"Natürliche Farbstoffe","ru":"Краситель натуральный","fr":"Colorant naturel","es":"Color natural","bg":"Оцветяващи плодови екстракти","en":"Natural colours","pl":"Barwnik naturalny","it":"Coloranti naturali"},"parents":["en:colour"]},"fr:agent-cremeux":{"name":{"fr":"Agent crémeux"},"synonyms":{"fr":["agent crémeux"]}},"en:preservative":{"synonyms":{"he":["חומר משמר"],"hr":["konzervans","konzervansi","tvar za zadržavanje svježine","tvar za održavanje svježine"],"sk":["Konzervačná látka"],"hu":["Tartósítószer","tartósítószerek"],"da":["Konserveringsmiddel","Konserveringsmidler","Konservering"],"nl":["Conserveermiddel","Conserveermiddelen","conserveringsmiddelen"],"pt":["Conservante","conservantes"],"sv":["Konserveringsmedel","Konservering"],"lv":["Konservants"],"sl":["Konzervans"],"lt":["Konservantas"],"ru":["Консервант","консерванты"],"mt":["Preservattiv"],"is":["Rotvarnarefni"],"bg":["Консервант","консерванти"],"it":["Conservante","conservanti","agente conservante","agenti conservanti"],"pl":["substancja konserwująca","substancje konserwujące","środek konserwujący","konserwant","konserwanty"],"ga":["Leasaitheach"],"no":["konserveringsmiddel"],"nb":["Konserveringsmiddel","Konserveringsmidler"],"ro":["Conservant","conservanți"],"fi":["Säilöntäaine","Säilöntäainetta","Säilöntäaineet","Säilöntäaineita"],"ca":["Conservant","conservador","conservants"],"el":["Συντηρητικό"],"de":["Konservierungsstoff","Konservierungsstoffe","Konservierungsmittel"],"fr":["Conservateur","agent conservateur","agent antimoisissure et antifilant","agent antimoisissure","antifilant","agent antimycoses","agent de conservation","agent de conservation antimicrobien","agent de contrôle bactériologique","antimicrobien synergique","agent antimicrobien","antimicrobien","fongiostatique","agent antifongique"],"es":["Conservante","conservantes","Conservador","conservadores","agente conservador","agentes conservadores","sustancias conservadoras","sustancia conservadora","agente antimicótico","agente de control de bacteriófagos","agente fungistático","agentes inhibidores de mohos y hongos filamentosos","conservadores antimicrobianos","conservador antimicrobiano","preservante"],"cs":["Konzervant"],"et":["Säilitusaine","säilitusained"],"ja":["保存料"],"en":["Preservative","antimicrobial preservative","antimicrobial synergist","antimould and antirope agent","antimycotic agent","bacteriophage control agent","fungistatic agent","natural mold inhibitor","maintain freshness","protect flavor"]},"name":{"ro":"Conservant","fi":"Säilöntäaine","nb":"Konserveringsmiddel","de":"Konservierungsstoff","el":"Συντηρητικό","ca":"Conservant","et":"Säilitusaine","cs":"Konzervant","fr":"Conservateur","es":"Conservante","en":"Preservative","ja":"保存料","nl":"Conserveermiddel","pt":"Conservante","da":"Konserveringsmiddel","hu":"Tartósítószer","sk":"Konzervačná látka","hr":"Konzervans","he":"חומר משמר","sl":"Konzervans","lv":"Konservants","sv":"Konserveringsmedel","ru":"Консервант","lt":"Konservantas","no":"Konserveringsmiddel","ga":"Leasaitheach","pl":"Substancja konserwująca","it":"Conservante","bg":"Консервант","is":"Rotvarnarefni","mt":"Preservattiv"},"wikidata":{"en":"Q274579"},"children":["en:fruit-preservative","en:natural-preservative"],"description":{"sk":"Konzervačné látky sú látky, ktoré predlžujú trvanlivosť potravín tak, že ich chránia pred skazením spôsobeným mikroorganizmami, a/alebo ktoré chránia potraviny pred množením patogénnych mikroorganizmov.","nl":"Conserveermiddelen: stoffen die de houdbaarheid van levensmiddelen verlengen door ze te beschermen tegen bederf door micro-organismen en/of tegen de groei van pathogene micro-organismen.","pt":"Conservantes: substâncias que prolongam o prazo de conservação dos géneros alimentícios protegendo-os contra a deterioração causada por microrganismos e/ou contra o desenvolvimento de microrganismos patogénicos.","da":"Konserveringsmidler: stoffer, som forlænger en fødevares holdbarhed ved at beskytte den mod ødelæggelse forårsaget af mikroorganismer, og/eller som beskytter mod vækst af patogene mikroorganismer.","hu":"Tartósítószerek: olyan anyagok, amelyek a mikroorganizmusok okozta romlás megakadályozásával meghosszabbítják az élelmiszerek eltarthatóságát, és/vagy védelmet biztosítanak a kórokozó mikroorganizmusokkal szemben.","fi":"Säilöntäaineet ovat aineita, jotka pidentävät elintarvikkeiden säilyvyyttä suojelemalla niitä mikro-organismien aiheuttamalta pilaantumiselta ja/tai patogeenisten mikro-organismien kasvulta.","sl":"Konzervansi so snovi, ki podaljšajo rok uporabnosti živil tako, da jih ščitijo pred kvarjenjem, ki ga povzročajo mikroorganizmi, in/ali jih ščitijo pred razvojem patogenih mikroorganizmov.","lv":"Konservanti ir vielas, kas pagarina pārtikas produktu glabāšanās laiku, aizsargājot tos no mikroorganismu izraisītas bojāšanās, un/vai kas aizsargā pret patogēnu mikroorganismu augšanu.","el":"Συντηρητικά, οι ουσίες οι οποίες παρατείνουν το χρόνο διατήρησης των τροφίμων προστατεύοντάς τα από τις αλλοιώσεις που προκαλούνται από τους μικροοργανισμούς ή/και τα προστατεύουν από την ανάπτυξη παθογόνων μικροοργανισμών·","de":"Konservierungsstoffe sind Stoffe, die die Haltbarkeit von Lebensmitteln verlängern, indem sie sie vor den schädlichen Auswirkungen von Mikroorganismen schützen, und/oder vor dem Wachstum pathogener Mikroorganismen schützen.","sv":"Konserveringsmedel: ämnen som förlänger hållbarheten hos livsmedel genom att skydda dem mot nedbrytning orsakad av mikroorganismer och/eller skydda dem mot tillväxt av patogena mikroorganismer.","et":"Konservandid – ained, mis pikendavad toidu säilimisaega, kaitstes seda mikroorganismide põhjustatud riknemise eest ja/või mis kaitsevad patogeensete mikroorganismide kasvu eest.","cs":"Konzervanty se rozumějí látky, které prodlužují trvanlivost potravin tím, že je chrání proti zkáze způsobené mikroorganismy, nebo které potraviny chrání před růstem patogenních mikroorganismů.","lt":"Konservantai – medžiagos, kurios prailgina maisto produktų galiojimo terminą ir apsaugo juos nuo mikroorganizmų sukeliamo gedimo ir -arba- kurios apsaugo nuo patogeninių mikroorganizmų dauginimosi.","es":"Conservadores: sustancias que prolongan la vida útil de los alimentos protegiéndolos del deterioro causado por microorganismos o que protegen del crecimiento de microorganismos patógenos.","fr":"Les conservateurs sont des substances qui prolongent la durée de conservation des denrées alimentaires en les protégeant des altérations dues aux micro-organismes et/ou qui les protègent contre la croissance de micro-organismes pathogènes.","it":"I conservanti sono sostanze che prolungano la durata di conservazione degli alimenti proteggendoli dal deterioramento provocato da microorganismi e/o dalla proliferazione di microorganismi patogeni.","pl":"Substancje konserwujące to substancje przedłużające okres przydatności środków spożywczych do spożycia poprzez ochronę przed zepsuciem spowodowanym obecnością mikroorganizmów lub chroniące przed wzrostem mikroorganizmów patogennych.","en":"Preservatives are substances which prolong the shelf-life of foods by protecting them against deterioration caused by micro-organisms and/or which protect against growth of pathogenic micro-organisms."}},"fr:conservateur-de-surface":{"name":{"fr":"Conservateur de surface"},"synonyms":{"fr":["conservateur de surface"]}},"en:flour-treatment-agent":{"synonyms":{"ro":["Agent de tratare a făinii","agenți de tratare a făinii"],"fi":["Jauhonparanne","Jauhoparannetta","Jauhonparanteet","Jauhonparanteita"],"nb":["Melbehandlingsmiddel"],"el":["Βελτιωτικό αλεύρων"],"de":["Mehlbehandlungsmittel"],"ca":["Agent de tractament de la farina","agents de tractament de la farina"],"et":["Jahu parendaja"],"cs":["Látka zlepšující mouku"],"fr":["Agent de traitement de la farine","agents de traitement de la farine","agent de traitement de farine","agent de blanchiment de la farine","agent de conditionnement des pâtes","agent de réhaussement des pâtes","améliorant de la farine"],"es":["Agente de tratamiento de la harina","agentes de tratamiento de la harina","acondicionadores de masa","acondicionador de masa","blanqueadores de las harinas","blanqueador de la harina","mejoradores de harinas","mejorador de la harina","reforzadores de la masa","reforzador de la masa","mejorante","mejorante panario"],"en":["Flour treatment agent","dough conditioner","dough strengthening agent","flour bleaching agent","flour improver","flour treatment agent"],"hr":["tvar za tretiranje brašna","tvari za tretiranje brašna","tvar za rahljenje tijesta","sladilo za rahljenje"],"sk":["Múku upravujúca látka"],"pt":["Agente de tratamento da farinha"],"nl":["Meelverbeteraar","Meelverbeteraars"],"hu":["Lisztkezelő szer","lisztkezelőszer","lisztjavító szer","lisztjavítószer"],"da":["Melbehandlingsmiddel"],"sl":["Sredstvo za obdelavo moke"],"lv":["Miltu apstrādes līdzeklis"],"sv":["Mjölbehandlingsmedel"],"lt":["Miltų apdorojimo medžiaga"],"ga":["Oibreán plúrchóireála"],"it":["Agente di trattamento della farina","agenti di trattamento della farina","agente di trattamento delle farine"],"pl":["Środek do przetwarzania mąki","Środki do przetwarzania mąki"],"mt":["Aġent għat-trattament tad-dqiq"],"bg":["Агент за обработка на брашното","агент за третиране на брашното","агенти за обработка на брашна"]},"name":{"lt":"Miltų apdorojimo medžiaga","it":"Agente di trattamento della farina","pl":"Środek do przetwarzania mąki","ga":"Oibreán plúrchóireála","bg":"Агент за обработка на брашното","mt":"Aġent għat-trattament tad-dqiq","hu":"Lisztkezelő szer","da":"Melbehandlingsmiddel","nl":"Meelverbeteraar","pt":"Agente de tratamento da farinha","hr":"Tvar za tretiranje brašna","sk":"Múku upravujúca látka","lv":"Miltu apstrādes līdzeklis","sl":"Sredstvo za obdelavo moke","sv":"Mjölbehandlingsmedel","et":"Jahu parendaja","es":"Agente de tratamiento de la harina","fr":"Agent de traitement de la farine","cs":"Látka zlepšující mouku","en":"Flour treatment agent","nb":"Melbehandlingsmiddel","ro":"Agent de tratare a făinii","fi":"Jauhonparanne","de":"Mehlbehandlungsmittel","el":"Βελτιωτικό αλεύρων","ca":"Agent de tractament de la farina"},"wikidata":{"en":"Q469842"},"description":{"lt":"Aktyviosios medžiagos, išskyrus emulsiklius, dedamos į miltus ar tešlą ir gerinančios miltų ar tešlos kepimo savybes.","ru":"Вещества для обработки муки, отличные от эмульгаторов, добавляемые в муку или тесто для улучшения качества выпечки.","it":"Gli agenti di trattamento delle farine, esclusi gli emulsionanti, sono sostanze che vengono aggiunte alla farina o ad un impasto per migliorarne le qualità di cottura.","pl":"Środki do przetwarzania mąki -polepszacze- to substancje, inne niż emulgatory, dodawane do mąki lub ciasta w celu poprawy ich właściwości wypiekowych.","ga":"Ábhair cóireála arán: substaintí, difriúil ón éimhleasaithe, a chuirtear le haran nó le cneáchtán chun a chaighdeán cócaireachta a fheabhsú.","bg":"Вещества за обработка на брашното, различни от емулгаторите, които се добавят към брашното или тестото, за да подобрят неговото печене.","mt":"Għodda ta' trattament tal-mel huma sostanzi, differenti mill-emulsifikanti, li jiġu żidu għall-mel jew għall-imqaret biex jtejbu l-kwalità tal-ħawar.","da":"Melbehandlingsmidler: andre stoffer end emulgatorer, som tilsættes til mel eller dej for at forbedre bageegenskaberne.","hu":"Lisztkezelő szerek: az emulgeáló szerektől eltérő olyan anyagok, amelyeket a liszthez vagy a tésztához adnak, hogy javítsák sütési tulajdonságaikat.","pt":"Agentes de tratamento da farinha: substâncias, com excepção dos emulsionantes, adicionadas à farinha ou à massa para melhorar a qualidade da cozedura.","nl":"Meelverbeteraars: stoffen, met uitzondering van emulgatoren, die aan meel of deeg worden toegevoegd om de bakeigenschappen ervan te verbeteren.","hr":"Sredstva za tretiranje brašna su tvari, različite od emulgatora, koje se dodaju brašnu ili tijestu kako bi se poboljšala njegova kvaliteta pečenja.","sk":"Látky na zlepšenie vlastností múky sú látky iné ako emulgátory, ktoré sa pridávajú do múky alebo do cesta na zlepšenie ich vlastností pri pečení.","zh":"面粉处理剂是指除乳化剂外，添加到面粉或面团中以改善其烘焙质量的物质。","lv":"Miltu apstrādes līdzekļi ir vielas, izņemot emulgatorus, ko pievieno miltiem vai mīklai, lai uzlabotu to cepamīpašības.","sl":"Sredstva za obdelavo moke so snovi, razen emulgatorjev, ki so dodane moki ali testu za izboljšanje njunih pecilnih lastnosti.","sv":"Mjölbehandlingsmedel: andra ämnen än emulgeringsmedel som tillförs mjöl eller deg för att förbättra dess bakegenskaper.","et":"Jahu parendajad – ained -välja arvatud emulgaatorid-, mida lisatakse jahule või taignale selle küpsemisomaduste parandamiseks.","es":"Agentes de tratamiento de las harinas: sustancias, distintas de los emulgentes, que se añaden a la harina o a la masa para mejorar su calidad de cocción.","fr":"Les agents de traitement de la farine sont des substances autres que les émulsifiants qui, ajoutées à la farine ou à la pâte, améliorent sa qualité boulangère.","cs":"Látkami zlepšujícími mouku se rozumějí látky -jiné než emulgátory-, které se přidávají do mouky nebo těsta pro zlepšení jejich pekařské jakosti.","en":"Flour treatment agents are substances, other than emulsifiers, which are added to flour or dough to improve its baking quality.","fi":"Jauhon käsittelyaineet ovat muita aineita kuin emulgointiaineita, jotka lisätään jauhoon tai taikinaan sen leivontaominaisuuksien parantamiseksi.","ro":"Substanțele de tratare a făinii sunt substanțe, altele decât emulgatorii, care sunt adăugate la făină sau aluat pentru a îmbunătăți calitatea de coacere.","nb":"Melbehandlingsmidler er stoffer, andre enn emulgatorer, som tilsettes mel eller deig for å forbedre bakekvaliteten.","de":"Mehlbehandlungsmittel sind Stoffe außer Emulgatoren, die dem Mehl oder dem Teig zugefügt werden, um deren Backfähigkeit zu verbessern.","el":"Βελτιωτικά αλεύρων είναι ουσίες, πλην των γαλακτωματοποιητών, που προστίθενται στο αλεύρι ή τη ζύμη προκειμένου να βελτιώσουν την αρτοποιητική ικανότητά τους.","ca":"Agents de tractament de la farina: substàncies, diferents dels emulgent, que s'afegeixen a la farina o a la massa per millorar la seva qualitat de cocció."}},"en:anti-bulking-agent":{"synonyms":{"en":["anti-bulking agent"]},"name":{"en":"Anti-bulking agent"}},"en:acid":{"name":{"he":"חומצה","nl":"Voedingszuur","pt":"Acidificante","hu":"Étkezési sav","hr":"Kiselina","sk":"Kyselina","mk":"Киселина","sv":"Syra","sl":"Kislina","lv":"Skābe","ru":"Кислота","lt":"Rūgštis","bg":"Киселина","mt":"Aċidu","ga":"Aigéad","it":"Acidificante","pl":"Kwas","ro":"Acidifiant","fi":"Happo","nb":"Syre","ca":"Àcid","de":"Säuerungsmittel","el":"Μέσο οξίνισης","cs":"Kyselina","es":"Acidulante","fr":"Acidifiant","et":"Hape","en":"Acid","ja":"酸味料"},"synonyms":{"cs":["Kyselina"],"es":["Acidulante","acidulantes","acidificante","acido"],"fr":["Acidifiant","acide alimentaire","acide","acidulants","acide alimentaire"],"et":["Hape"],"ja":["酸味料"],"en":["Acid","Acidifier","Acidulant","tartness","provides tartness","Food acid"],"fi":["Happo","Happoa","Hapot","Happoja"],"ro":["Acidifiant","Agent acidifiant"],"nb":["Syre","Syrer"],"ca":["Àcid","Acidulant"],"el":["Μέσο οξίνισης"],"de":["Säuerungsmittel","Sauerungsmittel","Säure","säurungsmittel"],"ru":["Кислота"],"lt":["Rūgštis"],"mt":["Aċidu"],"bg":["Киселина"],"ga":["Aigéad"],"it":["Acidificante","acidificanti"],"pl":["Kwas","Kwasy","substancja zakwaszająca","substancje zakwaszające"],"he":["חומצה"],"hr":["kiselina","kiseline","sredstva kiselosti","kiseli"],"sk":["Kyselina"],"pt":["Acidificante"],"nl":["Voedingszuur","voedingszuren"],"hu":["Étkezési sav"],"mk":["киселина"],"sv":["Syra","Syror","Surgörare"],"sl":["Kislina"],"lv":["Skābe"]},"description":{"es":"Acidulantes: sustancias que incrementan la acidez de un producto alimenticio o le confieren un sabor ácido, o ambas cosas.","lt":"Rūgštys – medžiagos, padidinančios maisto produkto rūgštingumą ir -arba- suteikiančios jam rūgštų skonį.","fr":"Les acidifiants sont des substances qui augmentent l'acidité d'une denrée alimentaire et/ou lui donnent une saveur acidulée.","cs":"Kyselinami se rozumějí látky, které zvyšují kyselost potraviny nebo jí udělují kyselou chuť.","et":"Happed – ained, mis suurendavad toidu happesust ja/või annavad sellele hapu maitse.","en":"Acids are substances which increase the acidity of a foodstuff and/or impart a sour taste to it.","it":"Gli acidificanti sono sostanze che aumentano l'acidità di un prodotto alimentare e/o conferiscono ad esso un sapore aspro.","pl":"Kwasy to substancje, które zwiększają kwasowość środka spożywczego lub nadają mu kwaśny smak.","fi":"Hapot ovat aineita, jotka lisäävät elintarvikkeen happamuutta ja/tai antavat siihen happaman maun.","hu":"Étkezési savak: olyan anyagok, amelyek növelik az élelmiszer savasságát és/vagy savanyú ízt adnak neki.","da":"Syrer: stoffer, der øger en fødevares surhedsgrad og/eller giver den en sur smag.","pt":"Acidificantes: substâncias que aumentam a acidez dos géneros alimentícios e/ou lhes conferem um sabor acre.","nl":"Voedingszuren: stoffen die de zuurgraad van levensmiddelen verhogen en/of levensmiddelen een zure smaak geven.","sk":"Kyseliny sú látky, ktoré zvyšujú kyslosť potravín a/alebo im dodávajú kyslú chuť.","sv":"Syror: ämnen som ökar surheten hos ett livsmedel och/eller ger det en syrlig smak.","de":"Säuerungsmittel sind Stoffe, die den Säuregrad eines Lebensmittels erhöhen und/oder diesem einen sauren Geschmack verleihen.","lv":"Skābes ir vielas, kas palielina pārtikas produktu skābumu un/vai piešķir tiem skābu garšu.","el":"Οξέα, οι ουσίες που αυξάνουν την οξύτητα τροφίμων ή/και που τους προσδίδουν όξινη γεύση·","sl":"Kisline so snovi, ki povečajo kislost živila in/ali mu dajejo kisel okus."},"wikidata":{"en":"Q337038"}},"en:propellent-gas":{"description":{"it":"I propellenti sono gas differenti dall'aria che espellono un prodotto alimentare da un contenitore.","pl":"Gazy nośne oznacza gazy inne niż powietrze, które wypychają środek spożywczy z pojemnika.","en":"Propellants are gases other than air which expel a foodstuff from a container.","et":"Propellendid – gaasid -välja arvatud õhk-, mis suruvad toidu pakendist välja.","es":"Gases propelentes: gases diferentes del aire que expulsan un producto alimenticio de un recipiente.","lt":"Propelentai – inertinės dujos, išskyrus orą, išstumiančios maisto produktą iš talpyklos.","fr":"Les propulseurs sont des gaz autres que l'air qui ont pour effet d'expulser une denrée alimentaire d'un contenant.","cs":"Propelenty se rozumějí plyny jiné než vzduch, které vytlačují potravinu z obalu.","el":"Προωστικοί παράγοντες, τα αέρια, πλην του αέρα, τα οποία προκαλούν την αποβολή τροφίμου από περιέκτη·","lv":"Propelenti ir gāzes, izņemot gaisu, kas izspiež pārtikas produktus no iepakojuma.","sl":"Potisni plini so plini, razen zraka, ki potisnejo živilo iz embalaže.","de":"Treibgase sind andere Gase als Luft, die ein Lebensmittel aus seinem Behältnis herauspressen.","sv":"Drivgaser: andra gaser än luft som driver ut ett livsmedel ur en behållare.","sk":"Hnacie plyny -propelanty- sú plyny iné ako vzduch, ktoré vytláčajú potravinu z obalu.","da":"Drivgasser: andre gasser end luft, som presser en fødevare ud af en beholder.","hu":"Hajtógázok: azok a levegőtől eltérő gázok, amelyek az élelmiszert kiszorítják a csomagolóeszközből.","pt":"Propulsores: gases, com excepção do ar, que expelem os géneros alimentícios dos recipientes.","nl":"Drijfgassen: gassen, met uitzondering van lucht, die een levensmiddel uit een recipiënt drukken.","fi":"Ponneaineet ovat muita kaasuja kuin ilmaa, jotka poistavat elintarvikkeen astiasta."},"wikipedia":{"de":"https://de.wikipedia.org/wiki/Treibgas"},"wikidata":{"en":"Q1875049"},"synonyms":{"fi":["Ponneaine","Ponneainetta","Ponneaineet","Ponneaineita"],"ro":["Agent de propulsare"],"hr":["potisni plin"],"sk":["Hnací plyn"],"hu":["Hajtógáz"],"da":["Drivgas"],"nl":["Drijfgas","drijfgassen"],"pt":["Gás propulsor"],"sv":["Drivgas"],"ca":["gas propellent"],"lv":["Propelents"],"el":["Προωστικό αέριο"],"de":["Treibgas"],"fr":["Gaz propulseur","Propulseur"],"lt":["Suslėgtosios dujos"],"es":["Gas propulsor"],"et":["Propellent"],"mt":["Gass propellent"],"en":["Propellent gas","propellant gas","propellent","propellant"],"it":["Gas propulsore"],"pl":["Gaz nośny","Gazy nośne"],"ga":["Gás tiomána"]},"name":{"lt":"Suslėgtosios dujos","fr":"Gaz propulseur","es":"Gas propulsor","et":"Propellent","mt":"Gass propellent","en":"Propellent gas","ga":"Gás tiomána","it":"Gas propulsore","pl":"Gaz nośny","ro":"Agent de propulsare","fi":"Ponneaine","sk":"Hnací plyn","hr":"Potisni plin","nl":"Drijfgas","pt":"Gás propulsor","da":"Drivgas","hu":"Hajtógáz","ca":"Gas propellent","sv":"Drivgas","lv":"Propelents","el":"Προωστικό αέριο","de":"Treibgas"}},"fr:colorant-de-la-croute":{"name":{"fi":"Kuoren väriaine","ro":"Colorant de crustă","th":"สารให้สีเปลือก","el":"Χρωστική ουσίας κρούστας","de":"Krustenfarbstoff","sq":"Ngjyrues i kore","ca":"Colorant de l'escorça","es":"Colorante de la corteza","fr":"Colorant de la croûte","cs":"Barvivo kůrky","ja":"クラスト着色料","en":"Crust colorant","hr":"Bojilo za koru","sk":"Farbivo kôrky","da":"Skorpefarve","hu":"Kéregszínezék","pt":"Corante de crosta","nl":"Korstkleurstof","he":"צבע קרום","uk":"Барвник для скоринки","lv":"Garozas krāsviela","sl":"Barvilo za skorjo","zh":"外壳着色剂","ar":"تلوين القشرة","sv":"Skorpfärg","mk":"Боја за кора","ko":"껍질 착색제","lt":"Plutos dažiklis","ru":"Краситель для корочки","tr":"Kabuk renklendirici","it":"Colorante della crosta","pl":"Barwnik do skórki","ga":"Dathú screamh","mt":"Kulur tal-qoxra","bg":"Оцветител за коричка"},"synonyms":{"ro":["colorant de crustă"],"fi":["kuoren väriaine"],"th":["สารให้สีเปลือก"],"de":["Krustenfarbstoff","Krustenfarbstoffe"],"sq":["ngjyrues i kore"],"el":["χρωστική ουσίας κρούστας"],"ca":["colorant de l'escorça"],"fr":["colorant de la croûte","colorants de croûte","colorants de la croûte"],"es":["colorante de la corteza","colorantes de corteza"],"cs":["barvivo kůrky"],"en":["crust colorant","crust colorants"],"ja":["クラスト着色料"],"da":["skorpefarve"],"hu":["kéregszínezék"],"pt":["corante de crosta","corantes de crosta"],"nl":["korstkleurstof","korstkleurstoffen"],"sk":["farbivo kôrky"],"hr":["bojilo za koru"],"uk":["барвник для скоринки"],"he":["צבע קרום"],"zh":["外壳着色剂"],"lv":["garozas krāsviela"],"sl":["barvilo za skorjo"],"sv":["skorpfärg"],"ko":["껍질 착색제"],"mk":["боја за кора"],"ar":["تلوين القشرة"],"tr":["kabuk renklendirici"],"lt":["plutos dažiklis"],"ru":["краситель для корочки"],"it":["colorante della crosta","coloranti della crosta"],"pl":["barwnik do skórki"],"ga":["dathú screamh"],"bg":["оцветител за коричка"],"mt":["kulur tal-qoxra"]},"parents":["en:colour"]},"en:natural-stabilizer":{"parents":["en:stabiliser"],"synonyms":{"da":["naturlig stabilisator"],"it":["stabilizzante naturale"],"en":["natural stabilizer"]},"name":{"en":"Natural stabilizer","it":"Stabilizzante naturale","da":"Naturlig stabilisator"}},"en:foaming-agent":{"synonyms":{"mt":["Aġent li jagħmel ir-ragħwa"],"bg":["Пенители"],"en":["Foaming agent","aerating agent","foaming agent","whipping agent"],"ga":["Oibreáin chúrtha"],"pl":["Substancja pianotwórcza","Substancje pianotwórcze"],"it":["Agente schiumogeno","agenti schiumogeni"],"cs":["Pěnotvorná látka"],"lt":["Putojimą sukelianti medžiaga"],"fr":["Agent moussant","agent d'aération","agent fouettant","moussant","pour fouetter"],"es":["Espumante","espumantes","agente de aireación","agente de batido","agente espumante","agentes espumantes"],"et":["Vahustusaine"],"ca":["Escumant","escumants","agent escumant","agents escumants"],"sv":["Skumbildande medel"],"sl":["Sredstvo za penjenje"],"lv":["Putu veidotājs"],"el":["Αφριστικοί παράγοντες"],"de":["Schaummittel"],"fi":["Vaahdotusaine","Vaahdotusainetta","Vaahdotusaineet","Vaahdotusaineita"],"ro":["Agenți de spumare"],"sk":["Penotvorná látka"],"pt":["Agente espumante"],"nl":["Schuimmiddel","Schuimmiddelen"],"hu":["Habosítószer"],"da":["Skumdannende middel"]},"name":{"ro":"Agenți de spumare","fi":"Vaahdotusaine","sk":"Penotvorná látka","pt":"Agente espumante","nl":"Schuimmiddel","hu":"Habosítószer","da":"Skumdannende middel","ca":"Escumant","sv":"Skumbildande medel","sl":"Sredstvo za penjenje","el":"Αφριστικοί παράγοντες","lv":"Putu veidotājs","de":"Schaummittel","cs":"Pěnotvorná látka","lt":"Putojimą sukelianti medžiaga","es":"Espumante","fr":"Agent moussant","et":"Vahustusaine","mt":"Aġent li jagħmel ir-ragħwa","bg":"Пенители","en":"Foaming agent","ga":"Oibreáin chúrtha","it":"Agente schiumogeno","pl":"Substancja pianotwórcza"},"description":{"de":"Schaummittel sind Stoffe, die die Bildung einer einheitlichen Dispersion einer gasförmigen Phase in einem flüssigen oder festen Lebensmittel ermöglichen.","sl":"Sredstva za penjenje so snovi, ki omogočajo homogeno razpršitev plinaste faze v tekočem ali v trdem živilu.","lv":"Putu veidotāji ir vielas, kas nodrošina gāzveida fāzes homogēnu izkliedi šķidros vai cietos pārtikas produktos.","el":"Αφριστικοί παράγοντες, οι ουσίες που επιτρέπουν την ομοιογενή διασπορά αερίου φάσεως σε υγρό ή στερεό τρόφιμο·","sv":"Skumbildande medel: ämnen som gör det möjligt att skapa en homogen spridning av en gasfas i ett flytande eller fast livsmedel.","nl":"Schuimmiddelen: stoffen die het mogelijk maken een homogene dispersie van een gasvormige fase in een vloeibaar of vast levensmiddel te vormen.","pt":"Espumantes: substâncias que tornam possível a dispersão homogénea de uma fase gasosa nos géneros alimentícios líquidos ou sólidos.","hu":"Habosító szerek: olyan anyagok, amelyek lehetővé teszik egy gázfázis homogén diszperzióját egy folyékony vagy szilárd élelmiszerben.","da":"Skumdannende midler: stoffer, hvormed man kan opnå homogen fordeling af en luftart i en flydende eller fast fødevare.","sk":"Penotvorné činidlá sú látky, ktoré umožňujú tvorbu homogénnej disperzie plynnej fázy v kvapalnej alebo tuhej potravine.","fi":"Vaahdotusaineet ovat aineita, jotka mahdollistavat kaasumaisen olomuodon homogeenisen jakautumisen kiinteässä tai nestemäisessä elintarvikkeessa.","pl":"Substancje pianotwórcze to substancje umożliwiające powstanie jednorodnej dyspersji fazy gazowej w środkach spożywczych w płynie lub w postaci stałej.","it":"Gli agenti schiumogeni sono sostanze che rendono possibile l'ottenimento di una dispersione omogenea di una fase gassosa in un prodotto alimentare liquido o solido.","en":"Foaming agents are substances which make it possible to form a homogenous dispersion of a gaseous phase in a liquid or solid foodstuff.","et":"Vahustusained – ained, mis võimaldavad gaasifaasi homogeenset jaotumist vedelas või tahkes toidus.","cs":"Pěnotvornými látkami se rozumějí látky, které umožňují vytváření stejnorodé disperze plynné fáze v kapalné nebo tuhé potravině.","lt":"Putojimą sukeliančios medžiagos – medžiagos, kurios padeda susidaryti vienalytei dispersinei dujinei fazei skystame ar kietame maisto produkte.","es":"Espumantes: sustancias que hacen posible formar una dispersión homogénea de una fase gaseosa en un producto alimenticio líquido o sólido.","fr":"Les agents moussants sont des substances qui permettent de réaliser la dispersion homogène d'une phase gazeuse dans une denrée alimentaire liquide ou solide."},"wikidata":{"en":"Q759922"}},"en:coagulant":{"name":{"en":"Coagulant","bg":"Коагулант","ca":"Agent coagulant","ja":"凝固剤","de":"Koagulationsmittel","it":"Agente coagulante","fi":"Hyydyte","es":"Agente coagulante","fr":"Agent de coagulation","hu":"Koagulálószer"},"synonyms":{"ca":["Agent coagulant","agents coagulants"],"bg":["коагулант"],"en":["coagulant","coagulum","coagulating agent","clotting agents"],"ja":["凝固剤"],"de":["Koagulationsmittel","Koagulat","Gerinnungsmittel"],"it":["agente coagulante","coagulante","agenti coagulanti","coagulanti"],"fi":["hyydyte","koagulantti"],"es":["Agente coagulante","agentes coagulantes","agentes cuajantes","coagulante","coagulantes"],"fr":["agent de coagulation","coagulant"],"hu":["koagulálószer","koaguláló","koaguláns"]}},"en:acidity-regulator":{"description":{"en":"Acidity regulators are substances which alter or control the acidity or alkalinity of a foodstuff.","it":"I regolatori dell'acidità sono sostanze che modificano o controllano l'acidità o l'alcalinità di un prodotto alimentare.","pl":"Regulatory kwasowości to substancje zmieniające lub kontrolujące kwasowość lub zasadowość środka spożywczego.","es":"Correctores de la acidez: sustancias que alteran o controlan la acidez o alcalinidad de un producto alimenticio.","lt":"Rūgštingumą reguliuojančios medžiagos – medžiagos, keičiančios ar reguliuojančios maisto produktų rūgštingumą ar šarmingumą.","fr":"Les correcteurs d'acidité sont des substances qui modifient ou limitent l'acidité ou l'alcalinité d'une denrée alimentaire.","cs":"Regulátory kyselosti se rozumějí látky, které mění nebo řídí kyselost nebo alkalitu potraviny.","et":"Happesuse regulaatorid – ained, mis muudavad või reguleerivad toidu happesust või leelisust.","sv":"Surhetsreglerande medel: ämnen som förändrar eller styr ett livsmedels surhet eller alkalinitet.","el":"Ρυθμιστές οξύτητας, οι ουσίες που μεταβάλλουν ή ελέγχουν την οξύτητα ή την αλκαλικότητα τροφίμου·","lv":"Skābuma regulētāji ir vielas, kas maina vai regulē pārtikas produktu skābumu vai bāziskumu.","sl":"Sredstva za uravnavanje kislosti so snovi, ki spremenijo ali nadzirajo kislost ali alkalnost živila.","de":"Säureregulatoren sind Stoffe, die den Säuregrad oder die Alkalität eines Lebensmittels verändern oder steuern.","fi":"Happamuudensäätöaineet ovat aineita, jotka muuttavat tai säätelevät elintarvikkeen happamuutta tai emäksisyyttä.","sk":"Regulátory kyslosti sú látky, ktoré menia alebo upravujú kyslosť alebo zásaditosť potraviny.","hu":"Savanyúságot szabályozó anyagok: olyan anyagok, amelyek megváltoztatják vagy szabályozzák az élelmiszer savasságát vagy lúgosságát.","da":"Surhedsregulerende midler: stoffer, som ændrer eller fastholder en fødevares surhedsgrad.","nl":"Zuurteregelaars: stoffen die de zuurgraad of alkaliteit van levensmiddelen wijzigen of regelen.","pt":"Reguladores de acidez: substâncias que alteram ou controlam a acidez ou a alcalinidade dos géneros alimentícios."},"wikidata":{"en":"Q898753"},"name":{"ca":"Corrector de l'acidesa","de":"Säureregulator","el":"Ρυθμιστής οξύτητας","id":"Pengatur keasaman","ro":"Corector de aciditate","nb":"Surhetsregulerende middel","fi":"Happamuudensäätöaine","sr":"Regulator kiselosti","en":"Acidity regulator","ja":"PH調整剤","cs":"Regulátor kyselosti","es":"Corrector de acidez","fr":"Correcteur d'acidité","et":"Happesuse regulaator","sv":"Surhetsreglerande medel","sl":"Sredstvo za uravnavanje kislosti","lv":"Skābuma regulētājs","he":"מווסת חומציות","nl":"Zuurteregelaar","pt":"Regulador de acidez","hu":"Savanyúságot szabályozó anyag","da":"Surhedsregulerende middel","hr":"Regulator kiselost","sk":"Regulátor kyslosti","bg":"Регулатор на киселинност","is":"Sýrustillir","mt":"Regolatur tal-Aċidità","no":"Surhetsregulerende middel","ga":"Rialtán aigéadachta","pl":"Regulator kwasowości","it":"Correttore di acidità","ru":"Регулятор кислотности","lt":"Rūgštingumą reguliuojanti medžiaga"},"synonyms":{"ca":["Corrector de l'acidesa","correctors de l'acidesa","correctiu de l'acidesa","correctiu d'acidesa"],"el":["Ρυθμιστής οξύτητας"],"de":["Säureregulator","Säureregulatoren"],"fi":["Happamuudensäätöaine","Happamuudensäätöaineet","Happamuudensäätöainetta","Happamuudensäätöaineita"],"ro":["Corector de aciditate","Regulator de aciditate","regulatori de aciditate"],"nb":["Surhetsregulerende middel","Surhetsregulerende midler"],"id":["pengatur keasaman"],"sr":["regulator kiselosti"],"ja":["pH調整剤","ｐＨ調整剤"],"en":["Acidity regulator","alkali","base","buffer","buffering agent","pH adjusting agent","corrector of acidity","acid regulator","controls acidity"],"fr":["Correcteur d'acidité","régulateur de l'acidité","régulateur d'acidité","agent tampon","ajusteur du pH","alcali","base","tampon"],"es":["Corrector de acidez","correctores de acidez","regulador de la acidez","agente de regulación del pH","agente regulador","reguladores de acidez","soluciones reguladoras","álcali","base","regulador de acidez"],"cs":["Regulátor kyselosti","regulátory kyselosti"],"et":["Happesuse regulaator","happesuse regulaatorid"],"sv":["Surhetsreglerande medel","Surhetsreglerandemedel","Surhetsregulator"],"lv":["Skābuma regulētājs"],"sl":["Sredstvo za uravnavanje kislosti"],"he":["מווסת חומציות"],"hr":["regulator kiselost","regulator kiselosti","regulatore kiselosti","regulatori kiselosti","tvar za regulaciju","tvar za regulaciju kiselost","tvar za regulaciju kiselosti"],"sk":["Regulátor kyslosti"],"hu":["Savanyúságot szabályozó anyag","Savanyúságot szabályozó anyagok","Savanyúságot szabályzó anyag","Savanyúságot szabályzó anyagok"],"da":["Surhedsregulerende middel","Surhedsregulerende midler"],"pt":["Regulador de acidez","regulador de ácidez","reguladores de acidez"],"nl":["Zuurteregelaar","Zuurteregelaars"],"mt":["Regolatur tal-Aċidità"],"bg":["Регулатор на киселинност","регулатор на киселинността","регулатори на киселинността","киселинни регулатори","коректор на киселинност"],"is":["Sýrustillir","Sýrustillar"],"it":["correttore di acidità","correttori di acidità","regolatore di acidità","regolatori di acidità","correttore d'acidità"],"pl":["Regulator kwasowości","Regulatory kwasowości"],"no":["surhetsregulerende middel"],"ga":["Rialtán aigéadachta"],"lt":["Rūgštingumą reguliuojanti medžiaga"],"ru":["Регулятор кислотности","регуляторы кислотности"]}}}